{
    "english": [
        "C H A P T E R I<br><b>MISHNAH</b> .<sup>1</sup> IN THREE PLACES THE PRIESTS KEEP WATCH IN THE TEMPLE,<sup>2</sup> IN THE<br>CHAMBER OF ABTINAS,<sup>3</sup> IN THE CHAMBER OF THE SPARK,<sup>4</sup> AND IN THE FIRE<br>CHAMBER.<sup>5</sup> IN THE CHAMBER OF ABTINAS AND IN THE CHAMBER OF THE SPARK<br>THERE WERE UPPER CHAMBERS WHERE THE YOUTHS<sup>6</sup> KEPT WATCH. THE FIRE<br>CHAMBER WAS VAULTED.<sup>7</sup> IT WAS A LARGE ROOM SURROUNDED WITH STONE<br>PROJECTIONS,<sup>8</sup> AND THE ELDERS OF THE BETH AB<sup>9</sup> USED TO SLEEP THERE,<sup>1</sup><sup>0</sup><br>HAVING WITH THEM THE KEYS OF THE AZARAH. THE PRIESTLY NOVITIATES<sup>1</sup><sup>1</sup> USED<br>TO PLACE EACH ONE HIS PILLOW<sup>1</sup><sup>2</sup> ON THE GROUND.<sup>1</sup><sup>3</sup> THEY DID NOT SLEEP IN<br>THEIR SACRED GARMENTS, BUT THEY USED TO TAKE THEM OFF [AND FOLD THEM]<sup>1</sup><sup>4</sup><br>AND PLACE THEM UNDER THEIR HEADS AND COVER THEMSELVES WITH THEIR OWN<br>ORDINARY CLOTHES. IF AN ACCIDENT<sup>1</sup><sup>5</sup> HAPPENED TO ONE OF THEM, HE USED TO<br>GO OUT AND TAKE HIS WAY<br>____________________<br>(<sup>1</sup>) In current editions the pagination of the Tractate begins with <sup>2</sup><sup>5</sup>b in continuation of Kinnim which follows on the<br>Tractate Me'ilah.<br>(<sup>2</sup>) Not that the Temple or its contents needing guarding, according to the belief of the Sages. but as a mark of honour.<br>(<sup>3</sup>) Abtinas (== E**) is mentioned elsewhere (Yoma, <sup>3</sup><sup>8</sup>a) as the head of the family which had the secret of making the<br>incense, and apparently it was made in this chamber, which was on the south-east of the Azarah, or altar court.<br>(<sup>4</sup>) The reason of this name is not known for certain. Asheri suggests that it was so called because it was open to the rays<br>of the sun. Another suggestion is, because a glimpse of the altar fire could be caught from it.<br>(<sup>5</sup>) So called because a fire was kept burning in it for the benefit of the priests who had to minister barefooted on the<br>stone floor and wearing only one linen garment. These two rooms were on the north-west of the Azarah.<br>(<sup>6</sup>) Who were not yet quite old enough to minister. They were, however, allowed to keep watch.<br>(<sup>7</sup>) For this reason it had no upper chamber over it.<br>(<sup>8</sup>) Which could serve as steps to mount the wall,<br>(<sup>9</sup>) Lit., ‘the father's house’. The priests were divided into family groups of ‘fathers’ houses’ which ministered in<br>rotation. The ‘father's house’ mentioned here is the one which was to minister next day.<br>(<sup>1</sup><sup>0</sup>) On these ledges or projections. They were not allowed to sleep inside, which would be consecrated ground.<br>(<sup>1</sup><sup>1</sup>) Lit., ‘flowers of the priesthood’; young priests who had just commenced to minister.<br>(<sup>1</sup><sup>2</sup>) V. infra p. <sup>5</sup>, n. <sup>1</sup>.<br>(<sup>1</sup><sup>3</sup>) And not on beds.<br>(<sup>1</sup><sup>4</sup>) Reading as in the Mishnayoth.<br>(<sup>1</sup><sup>5</sup>) Euphemism for a seminal issue.",
        "DOWN THE WINDING STAIR<sup>1</sup> WHICH WENT UNDER THE BIRAH,<sup>2</sup> AND WHICH WAS LIT<br>BY LIGHTS ON EACH SIDE UNTIL HE REACHED THE BATHING PLACE. THERE WAS A<br>FIRE CLOSE BY AND A SUPERIOR PRIVY. ITS SUPERIORITY LAY IN THIS: IF HE FOUND<br>IT LOCKED, HE KNEW THERE WAS SOMEONE THERE; IF IT WAS OPEN, HE KNEW<br>THERE WAS NO ONE THERE. HE WOULD GO DOWN AND BATHE AND THEN COME UP<br>AND DRY HIMSELF AND WARM HIMSELF IN FRONT OF THE FIRE, AND THEN GO AND<br>TAKE HIS SEAT NEXT TO HIS BROTHER PRIESTS UNTIL THE GATES WERE OPENED,<br>WHEN HE WOULD TAKE HIS DEPARTURE.<sup>3</sup> ANYONE WHO DESIRED TO REMOVE THE<br>ASHES FROM THE ALTAR USED TO RISE EARLY AND BATHE BEFORE THE<br>SUPERINTENDENT<sup>4</sup> CAME. AT WHAT TIME DID THE SUPERINTENDENT COME? HE DID<br>NOT ALWAYS COME AT THE SAME TIME; SOMETIMES HE CAME JUST AT<br>COCK-CROW, SOMETIMES A LITTLE BEFORE OR A LITTLE AFTER. THE<br>SUPERINTENDENT WOULD COME AND KNOCK AND THEY WOULD OPEN FOR HIM,<br>AND HE WOULD SAY TO THEM, LET ALL WHO HAVE BATHED COME AND DRAW<br>LOTS. SO THEY DREW LOTS, AND ONE OR OTHER WAS SUCCESSFUL.<sup>5</sup><br><b>GEMARA</b>. Whence [in the Scripture] is this rule derived?<sup>6</sup> — Abaye replied: Scripture says, And<br>those that were to pitch before the tabernacle eastward, before the tent of meeting toward the<br>sunrising, were Moses and Aaron and his sons, keeping the charge of the sanctuary, even the charge<br>for the children of Israel.<sup>7</sup> We say, Yes; we have found a basis for the rule of watching, and that it<br>requires priests and Levites. But the Mishnah states:<sup>8</sup> The priests keep watch in three places and the<br>Levites in twenty-one; [furthermore] whereas Scripture places priests and Levites<sup>9</sup> together the<br><b>MISHNAH</b> places them separately. — We reply: What it means is this: ‘Those that were to pitch before<br>the tabernacle eastward, before the tent of meeting toward the sunrising, were Moses’; and then,<br>‘Aaron and his sons keeping the charge of the sanctuary — Aaron in one place and his sons in two<br>places.<sup>1</sup><sup>0</sup> Whence do you learn [that priests and Levites are separate]? — Because it is written ‘those<br>that were to pitch’ and it is written ‘keeping’ which implies, that those who pitched and those who<br>kept were separate. But I may still say that all [of those who kept] were in one place? — Do not<br>imagine such a thing. Just as Moses was in one place by himself, so Aaron and his sons were each in<br>one place by themselves. R. Ashi said: This can be learnt from the latter part of the verse, [from the<br>words] keeping the charge . . . even the charge.<sup>1</sup><sup>1</sup><br>____________________<br>(<sup>1</sup>) Heb. mesibbah, something winding. Perhaps only a gangway is meant, not a stair.<br>(<sup>2</sup>) Lit., ‘palace’ or ‘fortress’, some part of the Temple buildings, the exact nature of which is not known. The word is<br>sometimes used to designate the whole of the Temple, but it does not seem to have that meaning here. V. Yoma <sup>2</sup>a.<br>(<sup>3</sup>) Because although he had bathed he did not become really clean and consequently not allowed to enter the Azarah,<br>until sunset.<br>(<sup>4</sup>) Memunneh, lit., ‘the appointed one’, v. Sanh. (Sonc. ed.) p. <sup>9</sup><sup>1</sup>, n. <sup>1</sup><sup>1</sup>.<br>(<sup>5</sup>) Only one was required to remove the ashes.<br>(<sup>6</sup>) That the priests should keep watch.<br>(<sup>7</sup>) Num. III, <sup>3</sup><sup>8</sup>. Moses here represents the Levites and Aaron the priests.<br>(<sup>8</sup>) Mid. ad init.<br>(<sup>9</sup>) Moses representing the Levites.<br>(<sup>1</sup><sup>0</sup>) This is a second lesson to be derived from the text.<br>(<sup>1</sup><sup>1</sup>) The repetition of the word ‘charge’ shows that the watching was to be in several places.",
        "In regard to the Chamber of Abtinas and the Chamber of the Spark, the question was asked in the<br>Academy. Were they actually upper chambers<sup>1</sup> or were they perhaps simply raised like upper<br>chambers?<sup>2</sup> — Come and hear; for we have learnt:<sup>3</sup> In the north was the Chamber of the Spark, built<br>like a veranda,<sup>4</sup> and there was an upper chamber on top of it, and the priests kept watch above and<br>the Levites below,<sup>5</sup> and it had a doorway to the non-sacred part. Whence is this rule<sup>6</sup> derived? —<br>Because our Rabbis have taught: That they [the Levites] may be joined unto thee [Aaron] and<br>minister unto thee.<sup>7</sup> The text speaks of thy [Aaron's] service.<sup>8</sup> You say, The text speaks of thy<br>service. May it not perhaps be of their service?<sup>9</sup> When it says, And they shall bejoined unto thee and<br>keep the charge of the tent of meeting,<sup>1</sup><sup>0</sup> this disposes of their service. What then do I make of That<br>they may be joined unto thee and minister unto thee? The text must speak of thy service. How is this<br>to be carried out? The priests watch above and the Levites below. THE FIRE CHAMBER WAS<br>VAULTED AND IT WAS A LARGE ROOM. But was there only one watch kept in the Fire<br>Chamber? This is opposed to [the following statement]: There were two gates in the Fire Chamber,<br>one opening on to the Hel and one opening on to the Azarah. R. Judah said: In the doorway opening<br>on to the Azarah there was a small wicket through which they used to go in to inspect the Azarah?<sup>1</sup><sup>1</sup><br>Abaye said: Since the gates were close to one another,<sup>1</sup><sup>2</sup> one watchman was sufficient, as he could<br>glance from one to the other. [IT WAS] SURROUNDED WITH STONE PROJECTIONS. What<br>were these projections? — They were the hewn slabs of the projections by which they used to climb<br>up to the projections.<sup>1</sup><sup>3</sup> But were there any hewn stones there, seeing that it is written, For the house<br>when it was in building was built of stone made ready etc.?<sup>1</sup><sup>4</sup> — Abaye replied: They were brought<br>ready prepared. smaller stones and larger stones, as it says, Stones of ten cubits and stones of eight<br>cubits.<sup>1</sup><sup>5</sup> THE ELDERS OF THE BETH AB SLEPT THERE. Why so? Why could they not take in<br>beds? — Abaye replied: It would not be respectful to take beds into the Temple. THE PRIESTLY<br>NOVITIATES PUT EACH HIS PILLOW<sup>1</sup><sup>6</sup> ON THE GROUND. Why are they first called ‘youths’<br>and then<br>____________________<br>(<sup>1</sup>) This seems to show that the proper reading in the Mishnah is not, In the Chamber of Abtinas . . . were upper stories,<br>but The Chamber . . . were upper stories; v. Sh. Mek. on the Mishnah.<br>(<sup>2</sup>) The meaning of the question is, Did they have actual chambers below them, or were they simply raised some way<br>above the ground, like upper chambers?<br>(<sup>3</sup>) Mid. ad init.<br>(<sup>4</sup>) Open on one or more sides.<br>(<sup>5</sup>) This shows that it was actually an upper chamber.<br>(<sup>6</sup>) That the priests watch above and the Levites below.<br>(<sup>7</sup>) Num. XVIII, <sup>2</sup>.<br>(<sup>8</sup>) E.g. watching, which was primarily a function of the priests.<br>(<sup>9</sup>) Viz., carrying the sacred vessels’<br>(<sup>1</sup><sup>0</sup>) Ib. <sup>4</sup>.<br>(<sup>1</sup><sup>1</sup>) The superintendent went through to see that no one was asleep in the Azarah. v. Mid. <sup>1</sup>, <sup>7</sup>. And since there were two<br>gates, presumably there were two watchers!<br>(<sup>1</sup><sup>2</sup>) Being both near the junction of the Azarah and the Hel in the eastern wall. Or perhaps he means that they exactly<br>faced one another in opposite walls.<br>(<sup>1</sup><sup>3</sup>) The elders used to sleep on projections let into the wall, to which they climbed up by means of the slabs.<br>(<sup>1</sup><sup>4</sup>) I Kings, VI, <sup>7</sup>.<br>(<sup>1</sup><sup>5</sup>) Ibid VII, <sup>1</sup><sup>0</sup>.<br>(<sup>1</sup><sup>6</sup>) It is doubtful whether the correct reading is kesutha (his garment) as here, or kisto (his pillow) as above in the<br><b>MISHNAH</b>.",
        "novitiates’? — They replied: That is quite right. In the first passage, which speaks of those who have<br>not yet become qualified to minister,<sup>1</sup> they are called ‘youths’; in the second clause which speaks of<br>those who have become qualified to minister, they are called ‘novitiates’. We have learnt elsewhere:<sup>2</sup><br>In three places the priests keep watch in the Temple — in the Chamber of Abtinas, in the Chamber<br>of the Spark, and in the Fire Chamber, and the Levites in twenty one places — five at the five gates<br>of the Temple Mount, four at its four corners, on the inside, five at the five gates of the Azarah and<br>four at its four corners on the outside, one in the Offering Chamber, one in the Chamber of the Veil,<br>and one behind the place of the Mercy Seat. On what Scriptural text was this practice based? — Rab<br>Judah from Sura replied — according to others, it is taught in a Baraitha: Because it is written:<br>Eastward were six Levites, northward four a day, southward four a day, and for the Storehouse<br>[asuppim] two and two. For the Precinct [Parbar] westward four at the causeway and two at the<br>Precinct.<sup>3</sup> But, it was observed, that makes twenty-four? — Abaye replied: We must understand<br>thus: For the two asuppim<sup>4</sup> there were two. That still leaves twenty-two? — At the parbar there was<br>properly only one watchman, and the other merely went and sat by him for company, because he was<br>far outside.<sup>5</sup> What is the meaning of parbar? — Rabbah, son of R. Shilah replied: It is as if one said,<br>Towards the outside [clape bar]. If you like I can say that there were really twenty-four places, as<br>stated in the text, three of them for priests and twenty-one for Levites. But the text says here<br>‘Levites’? This is explained by R. Joshua b. Levi; for R. Joshua b. Levi said: In twenty-four places<br>‘priests’ are called Levites, and this is one of them,<sup>6</sup> viz., But the priests the Levites, the sons of<br>Zadok.<sup>7</sup> ‘Five at the five gates of the Temple Mount and four at its four corners on the inside, five at<br>the five gates of the Azarah and four at its four corners on the outside’. Why in the case of the<br>Temple Mount are they placed on the inside and in the case of the Azarah on the outside? — They<br>replied: On the Temple Mount,<sup>8</sup> if the watchman feels tired and wants to sit down, he may sit, and<br>therefore he is placed on the inside, but in the Azarah, if he feels tired and wants to sit down he may<br>not sit, since a Master has said that sitting is not allowed in the Azarah save only to kings of the<br>House of David; therefore they are Placed on the outside. The Master said: ‘Five at the five gates of<br>the Azarah’. Were there then only five gates in the Azarah? This seems to contradict the following:<sup>9</sup><br>There were seven gates in the Azarah, three on the north, three on the south, and one on the east! —<br>Abaye said: Two of them did not require to be watched.<sup>1</sup><sup>0</sup> Raba said: There is a difference of<br>Tannaim on this point, as it has been taught:<sup>1</sup><sup>1</sup> There must not be less than thirteen treasurers<br>[attached to the Azarah] and seven supervisors. R. Nathan said: There must be not less than thirteen<br>treasurers corresponding to the thirteen gates. Subtract five for the Temple Mount, and eight are left<br>for the Azarah. We see therefore that there is a Tanna who says there were eight, and one who says<br>there were seven, and one who says there were five. THEY DID NOT SLEEP IN THEIR SACRED<br>GARMENTS etc. It was sleeping which was forbidden, but they used to walk about in them. You<br>may infer from this that the priestly garments could be made general<sup>1</sup><sup>2</sup> use of! — It was replied: In<br>fact walking about in them was also forbidden, and the reason why the Mishnah says simply that<br>they did not sleep in them was because it was going to say subsequently, BUT THEY TAKE THEM<br>OFF AND FOLD THEM AND PLACE THEM UNDER THEIR HEADS. Therefore it says in the<br>first clause also THEY DID NOT SLEEP IN THEM. But your explanation itself involves a<br>difficulty. THEY PLACE THEM UNDER THEIR HEADS: this shows that general use may be<br>made of the priestly garments? — Read, Opposite their heads. R. Papa said: We may infer from this<br>that it is allowed to place tefillin at one's side [when sleeping] and we are not afraid that perhaps one<br>will roll over and fall on them. It is reasonable to suppose that what is meant is opposite the head.<br>For if you say ‘under the head’ even granting that they may be made general use of, it should still be<br>forbidden on the ground of mixed kinds.<sup>1</sup><sup>3</sup><br>____________________<br>(<sup>1</sup>) Having not yet reached the age of puberty.<br>(<sup>2</sup>) Mid. ad init.<br>(<sup>3</sup>) I Chron. Xxvi, <sup>1</sup><sup>7</sup>, <sup>1</sup><sup>8</sup>.<br>(<sup>4</sup>) It is doubtful how Abaye understood this word: perhaps ‘extra chambers’ from the root asaf to add, v. Asheri.<br>(<sup>5</sup>) I.e., at a distance from the Azarah.<br>(<sup>6</sup>) I.e. the clearest of them.<br>(<sup>7</sup>) Ezek. XLIV, <sup>1</sup><sup>5</sup>.<br>(<sup>8</sup>) The precincts of the Temple outside of the Courts.<br>(<sup>9</sup>) Mid. I, <sup>4</sup>.<br>(<sup>1</sup><sup>0</sup>) This apparently refers to the gates in the Chamber of the Spark and the Fire Chamber which were guarded by priest.<br>(<sup>1</sup><sup>1</sup>) Shek. V, <sup>2</sup>.<br>(<sup>1</sup><sup>2</sup>) V. Yoma <sup>6</sup><sup>9</sup>a.<br>(<sup>1</sup><sup>3</sup>) Contained in the priestly garments. It is forbidden to lie on such.",
        ". This argument is valid for one who says that the girdle of the high priest was not the same as the<br>girdle of the ordinary priest.<sup>1</sup> But if one holds that the girdle of the ordinary priest is the same as that<br>of the high priest, what is there to say? And should you allege that mixed kinds are forbidden only<br>for putting over and putting on, but there is no objection to folding them under one, has it not been<br>taught: Neither shall there come upon thee [a garment of two kinds of stuff];<sup>2</sup> you may, however,<br>spread it under you. The Sages, however, said that it is forbidden to do this, for fear that a thread<br>may wind itself round his body. And should you argue that there is something separating, behold, R.<br>Simeon has said in the name of Joshua b. Levi who had it from R. Jose b. Saul in the name of the<br>holy congregation in Jerusalem, that even if there are ten coverings one on top of another and mixed<br>kinds under them, it is forbidden to sleep on them. We must then conclude that what is meant is<br>opposite the head. Alternatively, I may say that the Mishnah speaks of those garments in which there<br>are no mixed kinds. R. Ashi said: The priestly garments were hard;<sup>3</sup> since R. Huna the son of R.<br>Joshua said: This hard fabric made in Naresh<sup>4</sup> is permitted.<sup>5</sup> (Come and hear: It is forbidden to go<br>out into the town in priestly garments, but it is permissible to walk about in them in the Temple<br>whether at the time of service or otherwise, since the priestly garments may be made general use of.<br>This is conclusive. But not in the town? Has it not been taught: ‘On the twenty-first of this month is<br>the day of Mount Gerizim on which it is forbidden to mourn, as we find in Yoma<sup>6</sup> in the section ‘The<br>High priest used to come’ etc. up to ‘If you like I can Say they are fit for the priestly garments’.<sup>6</sup> Or<br>if you like I can say ‘When it is a time to act for the Lord they break Thy Law’).<sup>7</sup> IF AN<br>ACCIDENT HAPPENED TO ONE OF THEM etc. This supports the view of R. Johanan who said<br>that the subterranean passage possessed no sanctity, and that a baal keri<sup>8</sup> is sent out of two camps.<sup>9</sup><br>WITH LIGHTS BURNING ON EACH SIDE etc. R. Safra was once sitting in a privy when R. Abba<br>came and gave a cough,<sup>1</sup><sup>0</sup> whereupon R. Safra said, pray, enter, Sir. When he came out, R. Abba said<br>to him: Though you have not got as far as a he-goat<sup>1</sup><sup>1</sup> you have learnt the manners of a he-goat. Have<br>we not learnt as follows: IF HE FOUND IT LOCKED, HE KNEW THAT THERE WAS<br>SOMEONE INSIDE? This was to signify that he ought not to have gone in.<sup>1</sup><sup>2</sup> R. Safra, however,<br>thought that perhaps it would be dangerous for him to wait, as it has been taught: R. Simeon b.<br>Gamaliel says: To hold back faeces brings on dropsy; to hold back urine brings on jaundice. Rab<br>said to his son Hiyya — and so also said R. Huna to his son Raba — attend to your needs at nightfall<br>and before daybreak,<sup>1</sup><sup>3</sup> so that you shall not need to go a long way.<sup>1</sup><sup>4</sup> Sit first and then Uncover, and<br>cover first and then rise. Wipe [the cup] before drinking and wipe again before putting it down; and<br>when you drink water, pour out some before giving [the cup] to your disciple,<sup>1</sup><sup>5</sup> as it has been taught:<br>A man should not drink water and hand [the cup] to his disciple unless he first pours some out. It<br>happened once that a man drank some water and without pouring any out gave [the cup] to his<br>disciple. The disciple was squeamish and did not like to drink, and he died of thirst. There and then<br>they laid down a rule that a man should not drink and give [the cup] to his disciple without pouring<br>some out. R. Ashi said: Consequently if a disciple pours out in front of his teacher, this shows no<br>disrespect. Do not spit anything out in front of your teacher except pumpkin and leek, for they are<br>like molten lead.<sup>1</sup><sup>6</sup> We have learnt elsewhere:<sup>1</sup><sup>7</sup> The officer of the Temple Mount used to go round to<br>every watch with torches burning before him, and if any watchman did not rise and say, Officer,<br>____________________<br>(<sup>1</sup>) The girdle of the high priest contained both wool and linen. Another reading is: The girdle of the high priest was the<br>same etc. The reference will then be to the girdle worn by the high priest on the Day of Atonement which was of linen<br>only; v. Yoma <sup>6</sup><sup>9</sup>a.<br>(<sup>2</sup>) Lev. XIX, <sup>1</sup><sup>9</sup>.<br>(<sup>3</sup>) And therefore it was permitted to lie on them.<br>(<sup>4</sup>) Near Sura.<br>(<sup>5</sup>) Because there is no danger of a thread coming loose.<br>(<sup>6</sup>) <sup>6</sup><sup>9</sup>a, from which this whole discussion is taken.<br>(<sup>7</sup>) The passage in brackets is obviously a marginal gloss which has crept into the text.<br>(<sup>8</sup>) V. Glos.<br>(<sup>9</sup>) Viz., of the Shechinah and of the Levites. This second statement of R. Johanan is quite independent of the first, and<br>has no connection with the present passage.<br>(<sup>1</sup><sup>0</sup>) So as to ascertain if anyone was inside.<br>(<sup>1</sup><sup>1</sup>) Lit. ‘gone up to a he-goat’ (or perhaps ‘satyr’). V. Ber. (Sonc. ed.) <sup>6</sup><sup>2</sup>b, p. <sup>3</sup><sup>9</sup><sup>1</sup>, n. <sup>1</sup><sup>2</sup>.<br>(<sup>1</sup><sup>2</sup>) But R. Safra ought to have coughed as a warning to him to stay outside.<br>(<sup>1</sup><sup>3</sup>) When there are no people about.<br>(<sup>1</sup><sup>4</sup>) To the privies in the fields.<br>(<sup>1</sup><sup>5</sup>) So as to cleanse the rim. In the case of wine it would be wasteful to pour out.<br>(<sup>1</sup><sup>6</sup>) Lit., ‘a wick of lead’. I.e., the spittle formed by them, if swallowed, burns the inside.<br>(<sup>1</sup><sup>7</sup>) Mid. I, <sup>2</sup>.",
        "I greet you, it was a proof that he was asleep,<sup>1</sup> and he would beat him with his stick. He was also<br>permitted to burn his clothes. The others would say, What noise is that in the Azarah? It is the cry of<br>a Levite who is being beaten and whose garments are being burnt because he was asleep at his post.<br>R. Eliezer b. Jacob said: Once they found my mother's brother asleep and they burnt his clothes. R.<br>Hiyya b. Abba said: When R. Johanan came to this Mishnah he used to say: Happy were the former<br>generations who punished even for being overpowered by sleep; how much more then when there<br>was no overpowering as of sleep!<sup>2</sup> It has been taught: Rabbi says: Which is a right way that a man<br>should choose? Let him love reproof, since as long as there is reproof in the world ease of mind<br>comes to the world, good and blessing come the world, and evil departs from the world, as it says,<br>But to them that are reproved shall come delight; and a good blessing shall come upon them.<sup>3</sup> Some<br>say: Let him have scrupuluos honesty,<sup>4</sup> as it says, Mine eyes are upon the faithful of the land that<br>they may dwell with me,<sup>5</sup> etc. R. Samuel b. Nahmani said in the name of R. Jonathan: Whoever<br>reproves his neighbour for a purely religious motive<sup>6</sup> is deemed worthy to be in the portion of the<br>Holy One, blessed be He,<sup>7</sup> as it says, He that rebuketh a man is after Me.<sup>8</sup> Not only so, but a thread<br>of favour shall twine about him, as it says, He shall find more favour than he that flattereth with the<br>tongue.<sup>9</sup> IF HE FOUND IT LOCKED HE KNEW etc. . . . WHOEVER WANTED TO REMOVE<br>THE ASHES FROM THE ALTAR etc. This statement contains a contradiction. You say first:<br>WHOEVER WANTS TO REMOVE THE ASHES FROM THE ALTAR RISES EARLY AND<br>BATHES BEFORE THE SUPERINTENDENT COMES, which would show that the matter does not<br>depend on drawing of lots, and then it states, LET HIM COME AND DRAW LOTS, which shows<br>that it does depend on the casting of lots?-Abaye replied: There is no contradiction. The first<br>statement refers to the period before the regulation, the second to the period after the regulation, as<br>we have learnt:<sup>1</sup><sup>0</sup> At first whoever desired to remove the ashes from the altar used to do so. When<br>there were several of them they used to run and go up the Ascent<sup>1</sup><sup>1</sup> and whoever was first in the last<br>four cubits had the privilege. If two were level, the superintendent said to them, put your fingers out.<br>They put out the one or two fingers, but they did not put out the thumb in the Temple. It happened<br>once that two were running level up the Ascent and one of them pushed the other and he broke his<br>leg, and when the Beth din saw that they were endangering themselves, they ordained that the task of<br>removing the ashes should be assigned only by lot. Raba said: Both statements refer to the period<br>after the regulation, and what it means is this: Whoever wanted to come and draw lots used to rise<br>early and bathe before the superintendent came. MISHNAH. HE TOOK THE KEY<sup>1</sup><sup>2</sup> AND<br>OPENED THE SMALL DOOR AND WENT FROM THE FIRE CHAMBER INTO THE<br>AZARAH, AND THE PRIESTS WENT IN AFTER HIM CARRYING TWO LIGHTED<br>TORCHES. THEY DIVIDED INTO TWO GROUPS, ONE OF WHICH WENT ALONG THE<br>PORTICO<sup>1</sup><sup>3</sup> TO THE EAST, WHILE THE OTHER WENT ALONG IT TO THE WEST. THEY<br>WENT ALONG INSPECTlng<sup>1</sup><sup>4</sup> UNTIL THEY CAME TO THE PLACE WHERE THE<br>GRlddle-CAKES<sup>1</sup><sup>5</sup> WERE MADE.<sup>1</sup><sup>6</sup> THERE THE TWO GROUPS MET AND SAID, IS IT<br>WELL? ALL IS WELL.<sup>1</sup><sup>7</sup> THEY THEN APPOINTED HIM THAT MADE THE<br>GRIDDLE-CAKES TO MAKE GRIDDLE-CAKES. THE ONE ON WHOM THE LOT HAD<br>FALLEN TO CLEAR THE ASHES FROM THE ALTAR MADE READY TO DO SO. THEY<br>SAID TO HIM: ‘BE CAREFUL NOT TO TOUCH ANY VESSEL UNTIL YOU HAVE WASHED<br>YOUR HANDS AND FEET FROM THE LAVER. SEE, THE FIREPAN IS IN THE CORNER<br>BETWEEN THE ASCENT AND THE ALTAR ON THE WEST OF THE ASCENT’. NO ONE<br>ENTERED WITH HIM,<sup>1</sup><sup>8</sup> NOR DID HE CARRY ANY LIGHT<sup>1</sup><sup>9</sup> BUT HE WALKED BY THE<br>LIGHT OF THE ALTAR FIRE. NO-ONE SAW HIM<sup>2</sup><sup>0</sup><br>____________________<br>(<sup>1</sup>) For an alternative rendering, v. Mid. (Sonc. ed). pp. <sup>1</sup> and <sup>2</sup>, trans. and notes.<br>(<sup>2</sup>) For transgressions committed not under constraint.<br>(<sup>3</sup>) Prov. XXIV, <sup>2</sup><sup>5</sup>. E.V., But to them that decide.<br>(<sup>4</sup>) So Rashi. Lit., ‘abundant faithfulness’.<br>(<sup>5</sup>) Ps. CI, <sup>6</sup>.<br>(<sup>6</sup>) Lit., ‘in the name of Heaven’.<br>(<sup>7</sup>) I.e., in the inner circle of the righteous in heaven.<br>(<sup>8</sup>) Prov. XXVIII, <sup>2</sup><sup>3</sup>. E.V. shall in the end find more favour.<br>(<sup>9</sup>) Ibid.<br>(<sup>1</sup><sup>0</sup>) Yoma, <sup>2</sup><sup>2</sup>a.<br>(<sup>1</sup><sup>1</sup>) The sloping board which led from the pavement of the Azorah to the altar. It was <sup>3</sup><sup>2</sup> cubits long, v. Mid.Ili, <sup>3</sup>.<br>(<sup>1</sup><sup>2</sup>) Mid. I, <sup>9</sup>.<br>(<sup>1</sup><sup>3</sup>) Which ran right round the Azarah, and where various vessels were kept.<br>(<sup>1</sup><sup>4</sup>) To see if all the vessels were in order.<br>(<sup>1</sup><sup>5</sup>) Which were offered every day by the High Priest. V. Lev. VI, <sup>1</sup><sup>2</sup>-<sup>1</sup><sup>5</sup>.<br>(<sup>1</sup><sup>6</sup>) The south-east corner of the Temple court, v. Mid. I,<sup>1</sup><sup>4</sup>.<br>(<sup>1</sup><sup>7</sup>) I.e., the vessels are all in order.<br>(<sup>1</sup><sup>8</sup>) Because no-one was allowed in the Azarah save for purposes of service.<br>(<sup>1</sup><sup>9</sup>) Because he needed to have both hands free.<br>(<sup>2</sup><sup>0</sup>) Because he was hidden by the ascent.",
        "OR HEARD A SOUND FROM HIM UNTIL THEY HEARD THE NOISE OF THE WOODEN<br>MACHINE WHICH BEN KATIN MADE FOR HAULING UP THE LAVER,<sup>1</sup> WHEN THEY<br>SAID, THE TIME HAS COME. HE WASHED HIS HANDS AND FEET FROM THE LAVER,<br>THEN TOOK THE SILVER FIREPAN AND WENT UP TO THE TOP OF THE ALTAR AND<br>CLEARED AWAY THE CINDERS<sup>2</sup> ON EITHER SIDE AND SCOOPED UP THE ASHES<sup>3</sup> IN<br>THE CENTRE. HE THEN DESCENDED AND WHEN HE REACHED THE PAVEMENT<sup>4</sup> HE<br>TURNED HIS FACE TO THE NORTH<sup>5</sup> AND WENT ALONG THE EAST SIDE OF THE<br>ASCENT FOR ABOUT TEN CUBITS, AND HE THEN MADE A HEAP OF THE Clnders ON<br>THE PAVEMENT THREE HANDBREADTHS AWAY FROM THE ASCENT, IN THE PLACE<br>WHERE THEY USED TO PUT THE CROP OF THE BIRDS<sup>6</sup> AND THE ASHES FROM THE<br>INNER ALTAR<sup>7</sup> AND THE ASH FROM THE CANDLESTICK. GEMARA. But were there<br>porticoes in the Azarah? Has it not been taught: R. Eliezer b. Jacob says: Whence do we learn that<br>porticoes [of wood] are not made in the Azarah? Because it says: Thou shalt not plant thee an<br>Asherah or any kind of tree beside the altar of the Lord thy God,<sup>8</sup> the meaning of which is this: Thou<br>shalt not plant thee an Asherah; nor shalt thou plant thee any kind of tree beside the altar of the Lord<br>thy God?-R. Hisda replied: [It is permitted] with porticoes of stone.<sup>9</sup> THEY WENT ALONG<br>INSPECTING. . . . TO MAKE GRIDDLE CAKES. This would imply that the griddle cakes were the<br>first thing offered. But it has been taught: Whence do we know that nothing preceded the regular<br>morning offering? It says: And he shall lay the burnt-offering in order upon it,<sup>1</sup><sup>0</sup> and Rabbah said,<br>‘the burnt-offering’ [implies that] it goes up first?<sup>1</sup><sup>1</sup> Rab Judah replied: He is appointed to prepare<br>hot water for the soaking.<sup>1</sup><sup>2</sup><br>C H A P T E R I I<br><b>MISHNAH</b>. WHEN HIS BRETHREN SAW THAT HE HAD DESCENDED [FROM THE<br>ASCENT]. THEY CAME RUNNING AND HASTENED TO WASH THEIR HANDS AND FEET<br>IN THE LAVER. THEY THEN TO OK THE SHOVELS AND THE FORKS<sup>1</sup><sup>3</sup> AND WENT UP TO<br>THE TOP OF THE ALTAR. SUCH LIMBS AND PIECES OF FAT AS HAD NOT BEEN<br>CONSUMED SINCE THE EVENING THEY REMOVED TO THE SIDES OF THE ALTAR.<sup>1</sup><sup>4</sup> IF<br>THERE WAS NOT ROOM ON THE SIDES THEY ARRANGED THEM ON THE SURROUND<sup>1</sup><sup>5</sup><br>AND ON THE ASCENT.<sup>1</sup><sup>6</sup> THEY THEN BEGAN TO THROW THE ASHES ON TO THE<br>HEAP.<sup>1</sup><sup>7</sup> THIS HEAP WAS IN THE MIDDLE OF THE ALTAR, AND SOMETIMES THERE<br>WAS AS MUCH AS THREE HUNDRED KOR ON IT. ON FESTIVALS THEY DID NOT USE<br>TO CLEAR AWAY THE ASH BECAUSE IT WAS RECKONED AN ORNAMENT TO THE<br>ALTAR.<sup>1</sup><sup>8</sup> IT NEVER HAPPENED THAT<br>____________________<br>(<sup>1</sup>) The laver was sunk underground in the evening so that its waters should not become disqualified by being exposed<br>throughout the night, but it was hauled up by a pulley.<br>(<sup>2</sup>) Which would be more on the side of the altar, where the heat was not so intense. The top of the altar was <sup>2</sup><sup>8</sup> cubits<br>square. V. Mid. III, <sup>1</sup>.<br>(<sup>3</sup>) Lit., ‘the consumed’; the fuel more in the centre which had been completely reduced to ashes.<br>(<sup>4</sup>) The floor of the Azarah which was of stone.<br>(<sup>5</sup>) I.e., turned back and faced the altar.<br>(<sup>6</sup>) V. Lev. I, <sup>1</sup><sup>6</sup>. It was reckoned that the priest standing at the altar would cast the crop behind him about twenty cubits.<br>(<sup>7</sup>) The altar of incense.<br>(<sup>8</sup>) Deut. XVI, <sup>2</sup><sup>1</sup>.<br>(<sup>9</sup>) Lit., ‘of building’, i.e., supported on stone pillars.<br>(<sup>1</sup><sup>0</sup>) Lev. VI, <sup>5</sup>.<br>(<sup>1</sup><sup>1</sup>) V. Zeb. <sup>1</sup><sup>0</sup><sup>3</sup>a.<br>(<sup>1</sup><sup>2</sup>) V. Lev. VI, <sup>1</sup><sup>4</sup>.<br>(<sup>1</sup><sup>3</sup>) To collect the ashes and to turn the limbs.<br>(<sup>1</sup><sup>4</sup>) With the intention of replacing them after the fire had been lit. Once the pieces had left the altar, it would not have<br>been permitted to replace them, since they were reckoned as nothar.<br>(<sup>1</sup><sup>5</sup>) The ledge running round the altar half way up. V. Mid. III, <sup>1</sup>.<br>(<sup>1</sup><sup>6</sup>) Which was counted as part of the altar. The ‘and’ is not in the text, but seems necessary for the sense, v. Sh. Mek.<br>Var. lec. ‘or on the Ascent’.<br>(<sup>1</sup><sup>7</sup>) Lit., ‘apple’.<br>(<sup>1</sup><sup>8</sup>) Showing that a large number of sacrifices had been brought.",
        "THE PRIEST WAS NEGLECTFUL<sup>1</sup> IN TAKING OUT THE ASHES.<sup>2</sup> THEY THEN BEGAN TO<br>TAKE UP THE LOGS<sup>3</sup> TO LAY THE FIRE. WERE ALL KINDS OF WOOD SUITABLE FOR<br>THE FIRE? ALL KINDS OF WOOD WERE SUITABLE FOR THE FIRE EXCEPT VINE AND<br>OLIVE WOOD. O WHAT THEY MOSTLY USED, HOWEVER, WERE BOUGHS OF FIG<br>TREES AND OF NUT TREES AND OF OIL TREES: HE<sup>4</sup> THEN ARRANGED THE GREAT<br>PILE<sup>5</sup> ON THE EAST SIDE OF THE ALTAR WITH ITS OPEN Slde<sup>6</sup> ON THE EAST,<sup>7</sup> WHILE<br>THE INNER ENDS OF THE [SELECTED] LOGS TOUCHED THE CENTRAL HEAP. SPACES<br>WERE LEFT BETWEEN THE LOGS IN WHICH THEY KINDLED THE BRUSHWOOD.<sup>8</sup> THEY<br>PICKED OUT FROM THERE SOME SPECIALLY GOOD FIG-TREE BRANCHES AND WITH<br>THESE HE LAID A SECOND FIRE FOR THE INCENSE<sup>9</sup> NEAR THE SOUTH-WESTERN<br>CORNER SOME FOUR CUBITS TO THE NORTH OF IT,<sup>1</sup><sup>0</sup> USING AS MUCH WOOD AS HE<br>JUDGED SUFFICIENT TO FORM FIVE SE'AHS OF CINDERS, AND ON SABBATH AS MUCH<br>AS HE THOUGHT WOULD MAKE EIGHT SEAHS OF CINDERS, BECAUSE FROM THERE<br>THEY USED TO TAKE FIRE FOR THE TWO DISHES OF FRANKINCENSE FOR THE<br>SHEW-BREAD. THE LIMBS AND THE PIECES OF FAT WHICH HAD NOT BEEN<br>CONSUMED OVER NIGHT WERE PUT BACK ON THE WOOD WHICH HAD BEEN LAID.<sup>1</sup><sup>1</sup><br>THEY THEN KINDLED THE TWO FIRES AND DESCENDED AND WENT TO THE<br>CHAMBER OF HEWN STONE.<sup>1</sup><sup>2</sup> GEMARA. Said Raba: This<sup>1</sup><sup>3</sup> is an exaggeration. [Similarly with<br>regard to the statement]. ‘They made the beast for the daily offering drink from a gold cup’.<sup>1</sup><sup>4</sup> Raba<br>said: This is an exaggera tion. R. Ammi said: The Torah used hyperbole, the prophets used<br>hyperbole, the Sages used hyperbole. The Torah used hyperbole, as where it is written, The cities are<br>great and fortified up to heaven.<sup>1</sup><sup>5</sup> Up to heaven, think you? No; but it is an exaggeration. ‘The Sages<br>Used hyperbole’, in the cases we have just mentioned — the heap and the giving the sacrifice beast<br>to drink from a gold cup. ‘The prophets used hyperbole’, as it is written, And the people piped with<br>pipes. . . . so that the earth rent with the sound of them.<sup>1</sup><sup>6</sup> R. Jannai b. Nahmani said in the name of<br>Samuel; In three places the Sages used the language of hyperbole, namely, in connection with the<br>heap, the vine and the veil.<sup>1</sup><sup>7</sup> This excludes the case cited by Raba, where we have learnt, ‘They<br>made the beast for the daily sacrifice drink from a gold cup’, and Raba said, This is an exaggeration.<br>This teaches us that this is true of the other cases, but not of this one, because in the abode of wealth<br>no sign of poverty is allowed.<sup>1</sup><sup>8</sup> [The exaggeration in the case of] the heap is as stated. In the case of<br>the wine it is as has been taught:<sup>1</sup><sup>9</sup> A gold vine used to stand at the door of the inner temple, trailed<br>on poles, and anyone who offered a leaf<br>____________________<br>(<sup>1</sup>) I.e., if the ashes were left, it was not through neglect.<br>(<sup>2</sup>) Outside the camp, when there was a large quantity on the altar.<br>(<sup>3</sup>) Special large blocks of wood, well smoothed. (<sup>1</sup><sup>0</sup>) The reason is explained in the Gemara.<br>(<sup>4</sup>) The one who was chosen to clear away the ashes.<br>(<sup>5</sup>) So called by contrast with the other mentioned later.<br>(<sup>6</sup>) Lit., ‘transparency’. The open side from which it was touched, the other side was blocked by the central heap.<br>(<sup>7</sup>) So that there should be a draught from the door of the Azarah.<br>(<sup>8</sup>) To start the fire.<br>(<sup>9</sup>) I.e., to obtain coals for kindling the incense. For this it was reckoned a mark of respect to have a special fire.<br>(<sup>1</sup><sup>0</sup>) These five cubits of the altar faced the doorway of the Hekal, and could therefore be described as being ‘before the<br>Lord’, and it was considered meritorious to obtain the coals for the incense from this space. The fifth cubit had to be<br>used because four were taken up by the projections of the altar.<br>(<sup>1</sup><sup>1</sup>) It is not clear if this was before or after the daily offering was kindled.<br>(<sup>1</sup><sup>2</sup>) To cast further lots, half of this chamber being in unconsecrated ground. The Chamber of Hewn Stone was the Hall<br>wherein the Great Sanhedrin used to sit. Schurer II, p. <sup>2</sup><sup>6</sup><sup>4</sup> identifies it with the Chamber ‘close to the Xystus’ on the<br>western border of the Temple Mount, v. J. E. XII, <sup>5</sup><sup>7</sup><sup>6</sup>.<br>(<sup>1</sup><sup>3</sup>) The statement that there were three hundred kor of ashes on the altar.<br>(<sup>1</sup><sup>4</sup>) Infra, <sup>3</sup><sup>0</sup>a.<br>(<sup>1</sup><sup>5</sup>) Deut. I, <sup>2</sup><sup>8</sup>. This is hardly a proof, as the Torah is here quoting the language of the spies.<br>(<sup>1</sup><sup>6</sup>) I Kings, I, <sup>4</sup><sup>0</sup>.<br>(<sup>1</sup><sup>7</sup>) v. infra.<br>(<sup>1</sup><sup>8</sup>) I.e. no expense was to be spared in the Temple service.<br>(<sup>1</sup><sup>9</sup>) Mid. III, <sup>8</sup>.",
        "or a single grape or a cluster used to bring it and hang it thereon. Said R. Eleazar son of R. Zadok:<br>On one occasion three hundred priests were commissioned to clear it. The case of the veil as has<br>been taught:<sup>1</sup> We have learnt: R. Simeon b. Gamaliel says: The thickness of the veil<sup>2</sup> was a<br>handbreadth. It was formed of seventy-two strands, and each was made up of twenty-four threads.<sup>3</sup><br>Its length was forty cubits and its breadth was twenty cubits, and it was made by eighty-two young<br>girls,<sup>4</sup> and two were made every year,<sup>5</sup> and it took three hundred priests to immerse it.<sup>6</sup> THEY<br>BEGAN TO TAKE UP THE LOGS TO LAY THE FIRE. . . . EXCEPT VINE AND OLIVE<br>WOOD. Why were these excepted? — R. Papa said: Because they have knots:<sup>7</sup> R. Aha b. Jacob said:<br>Because of the amenities of the Land of Israel.<sup>8</sup> The following was cited in objection [to R. papa]:<br>upon the wood that is on the fire which is upon the altar;<sup>9</sup> this implies wood which rapidly becomes<br>fire.<sup>1</sup><sup>0</sup> Which kind is that? Thin boughs like spits which do not form knots, that is, that do not<br>become knotted inwardly.<sup>1</sup><sup>1</sup> Are all kinds of wood suitable for the altar fire? All kinds are suitable<br>excepts olive and vine, but what were mostly used were boughs of fig trees and nut trees and oil<br>trees. R. Eleazar adds [as not suitable]: also wood from the matish<sup>1</sup><sup>2</sup> and the oak and the date tree<br>and the carob and sycamore. There is no difficulty here for the one who says that it is because they<br>are knotted. The difference according to him is that one authority holds that although they are not<br>knotted on the inside, yet since they are knotted on the outside we do not use them,<sup>1</sup><sup>3</sup> while the other<br>holds that since they are not knotted on the inside, although they are knotted on the outside we still<br>bring them. But to the one who says, it is because of the amenities of the Land of Israel, we can<br>object, does not the date tree contribute to the amenities of the Land of Israel? — He can reply to<br>you: By the same reasoning does not the fig tree contribute to the amenities of the Land of Israel?<br>But what do you answer to this? That we speak of a fig tree which does not produce fruit. Similarly<br>we speak of a date tree which does not produce fruit. But are there fig trees which do not produce<br>fruit? Yes, as stated by Rahabah. For Rahabah said: They bring white fig trees<br>____________________<br>(<sup>1</sup>) Shek. <sup>1</sup><sup>2</sup>b.<br>(<sup>2</sup>) Between the Hekal and the Holy of Holies.<br>(<sup>3</sup>) Of gold, purple, etc.<br>(<sup>4</sup>) Var. lec. It cost eighty-two thousand denars.<br>(<sup>5</sup>) In the second temple there were two veils with a cubit space between them, to take the place of the wall which was in<br>the First Temple.<br>(<sup>6</sup>) Like all holy things, it was immersed in water before being used. The ‘three hundred’ is the exaggeration.<br>(<sup>7</sup>) Which retain moisture and so prevent the wood from catching.<br>(<sup>8</sup>) Lit., ‘the Settlement of the Land of Israel’. To which vines and olive trees were held to contribute in a high degree.<br>(<sup>9</sup>) Lev. I, <sup>8</sup>.<br>(<sup>1</sup><sup>0</sup>) Lit. ‘which is dissolved to become fire’.<br>(<sup>1</sup><sup>1</sup>) It is only in this case that moisture forms.<br>(<sup>1</sup><sup>2</sup>) An unknown kind of hardwood tree.<br>(<sup>1</sup><sup>3</sup>) Since even so there is sufficient moisture to disqualify them.",
        "and scrape them with a rope of date tree bark on which seed is smeared,<sup>1</sup> and they are then planted in<br>alluvial soil, and they produce trunks but no fruit, and three branches of one will break down a<br>bridge. HE THEN ARRANGED THE GREAT PILE etc. What is the reason [for the opening]? R.<br>Huna and R. Hisda [gave different reasons]. One said, it was in order that a draught might blow on it,<br>the other said it was in order that they might kindle the brushwood from there. The following was<br>cited in objection [to the latter opinion]: SPACES WERE LEFT BETWEEN THE LOGS IN<br>WHICH THEY KINDLED THE BRUSHWOOD. He can reply: [Brushwood] was put in several<br>places.<sup>2</sup><br>C H A P T E R I I I<br><b>MISHNAH</b>. THE SUPERINTENDENT THEN SAID TO THEM: COME AND CAST LOTS, TO<br>SEE WHO IS TO SLAUGHTER THE ANIMAL,<sup>3</sup> AND WHO IS TO SPRINKLE THE BLOOD,<br>AND WHO IS TO CLEAR THE ASHES FROM THE INNER ALTAR,<sup>4</sup> AND WHO IS TO<br>CLEAR THE ASH FROM THE CANDLESTICK, AND WHO IS TO LIFT THE LIMBS ON TO<br>THE ASCENT, [NAMELY] THE HEAD, THE RIGHT LEG, THE BREAST AND THE NECK<br>AND THE TWO FLANKS WITH THE ENTRAILS, ALSO THE FINE FLOUR<sup>5</sup> AND THE<br>GRIDDLE CAKES<sup>6</sup> AND THE WINE.<sup>7</sup> THEY CAST LOTS AND ONE OR OTHER WAS<br>SUCCESSFUL. HE THEN SAID TO THEM: GO OUT AND SEE IF IT IS YET TIME FOR THE<br>SLAUGHTER. IF IT ACTUALLY WAS TIME, THE OBSERVER<sup>8</sup> SAID, THERE ARE<br>FLASHES.<sup>9</sup> MATTITHIA B. SAMUEL SAYS: [HE USED TO SAY]<sup>1</sup><sup>0</sup> THE WHOLE OF THE<br>EAST [OF THE SKY] HAS LIT UP. [THEY WOULD ASK] AS FAR AS HEBRON? AND HE<br>[THE OBSERVER] WOULD ANSWER YES. HE SAID TO THEM, GO OUT AND BRING A<br>LAMB FROM THE LAMBS CHAMBER. NOW THE LAMBS CHAMBER WAS IN THE<br>NORTH-WESTERN CORNER.<sup>1</sup><sup>1</sup> THERE WERE FOUR CHAMBERS THERE<sup>1</sup><sup>2</sup> — THE<br>LAMBS’ CHAMBER, THE CHAMBER OF THE SEALS,<sup>1</sup><sup>3</sup> THE CHAMBER OF THE<br>FIRE-ROOM<sup>1</sup><sup>4</sup> AND THE CHAMBER WHERE THE SHEWBREAD WAS PREPARED. THEY<br>WENT INTO THE CHAMBER OF THE VESSELS AND BROUGHT OUT FROM THERE<br>NINETY-THREE VESSELS OF SILVER AND GOLD. THEY GAVE THE ANIMAL FOR THE<br>DAILY SACRIFICE A DRINK FROM A CUP<br>____________________<br>(<sup>1</sup>) This was supposed to spoil the seed of the tree itself.<br>(<sup>2</sup>) I.e., both between the logs and in the opening.<br>(<sup>3</sup>) The lamb of daily sacrifice.<br>(<sup>4</sup>) The altar of incense.<br>(<sup>5</sup>) For the mealoffering.<br>(<sup>6</sup>) The daily offering of the High Priest. V. Lev. VI, <sup>1</sup><sup>5</sup>.<br>(<sup>7</sup>) For the drink-offering.<br>(<sup>8</sup>) A priest stationed for the purpose on the roof.<br>(<sup>9</sup>) The first Bashes of dawn.<br>(<sup>1</sup><sup>0</sup>) Alifer: Mattithiah b. Samuel used to say etc., v. Yoma, (Sonc. ed.) p. <sup>1</sup><sup>3</sup><sup>1</sup> and notes.<br>(<sup>1</sup><sup>1</sup>) Of the Fire Room. In Mid. I, <sup>6</sup>, this room is called the Chamber of Offering (al. Chamber of the Lamb(s) of<br>Offering), and is said to have been in the south-west of the Fire Room; in Yoma <sup>1</sup><sup>6</sup>a it is explained that this is the<br>opinion of R. Eleaiar b. Jacob.<br>(<sup>1</sup><sup>2</sup>) Attached to the Fire Room; V. Mid, I, <sup>7</sup>.<br>(<sup>1</sup><sup>3</sup>) V. Shek. V, <sup>3</sup>.<br>(<sup>1</sup><sup>4</sup>) In Mid. l.c.,this is said to have been the room from which they went down to the bathing-place. Perhaps the fire<br>burnt in this side room, so that it gave its name to the whole chamber.",
        "OF GOLD.<sup>1</sup> ALTHOUGH IT HAD BEEN EXAMINED ON THE PREvious EVENING IT WAS<br>NOW EXAMINED AGAIN BY TORCHLIGHT. THOSE ON WHOM THE LOT HAD FALLEN<br>TO CLEAR THE ASH FROM THE INNER ALTAR AND FROM THE CANDLESTICK WENT<br>ON IN FRONT WITH FOUR VESSELS IN THEIR HANDS — THE TENI<sup>2</sup> AND THE KUZ<sup>3</sup><br>AND TWO KEYS. THE TENI RESEMBLED A TIRKAB<sup>4</sup> OF GOLD AND HELD TWO KABS<br>AND A HALF. THE KUZ RESEMBLED A LARGE GOLD PITCHER. WITH ONE OF THE TWO<br>KEYS HE HAD TO REACH DOWN AS FAR AS HIS ARMPIT<sup>5</sup> AND WITH THE OTHER HE<br>OPENED IN FRONT OF HIM.<sup>6</sup> HE THEN CAME TO THE SMALL DOOR ON THE NORTH.<br>THE GREAT GATE HAD TWO SMALL WICKETS LET IN, ONE ON THE NORTH AND ONE<br>ON THE SOUTH. NO ONE EVER WENT IN BY THE DOOR ON THE SOUTH, IN<br>ACCORDANCE WITH THE DISTINCT STATEMENT IN EZEKIEL, NAMELY, AND THE<br>LORD SAID UNTO ME, THIS GATE SHALL BE CLOSED, IT SHALL NOT BE OPENED, AND<br>NO MAN SHALL ENTER BY IT, FOR THE LORD GOD OF ISRAEL HAS ENTERED BY IT.<sup>7</sup><br>HE TOOK THE KEY AND OPENED THE SMALL DOOR AND WENT IN TO THE<br>APARTMENT<sup>8</sup> AND FROM THE APARTMENT TO THE HEKAL, [WHICH HE TRAVERSED]<br>UNTIL HE REACHED THE GREAT GATE. WHEN HE REACHED THE GREAT GATE HE<br>DREW BACK THE BOLT AND THE LATCHES<sup>9</sup> AND OPENED IT. THE SLAUGHTERER DID<br>NOT KILL TILL HE HEARD THE SOUND OF THE GREAT GATE BEING OPENED. FROM<br>JERICHO<sup>1</sup><sup>0</sup> THEY HEARD THE SOUND OF THE GREAT GATE BEING OPENED. FROM<br>JERICHO THEY HEARD THE SOUND OF THE ‘SHOVEL’.<sup>1</sup><sup>1</sup> FROM JERICHO THEY HEARD<br>THE SOUND OF THE SINGING [OF THE LEVITES].<sup>1</sup><sup>2</sup> FROM JERICHO THEY USED TO<br>HEAR THE SOUND OF BEN ARZA CLASHING THE CYMBALS. FROM JERICHO THEY<br>USED TO HEAR THE SOUND OF THE PIPES. FROM JERICHO THEY COULD HEAR THE<br>VOICE OF GABIN THE HERALD.<sup>1</sup><sup>3</sup> FROM JERICHO THEY HEARD THE NOISE OF THE<br>WOODEN PULLEY WHICH BEN KATIN MADE FOR THE LAVER.<sup>1</sup><sup>4</sup> FROM JERICHO THEY<br>HEARD THE SOUND OF THE SINGING [OF THE LEVITES]. FROM JERICHO THEY HEARD<br>THE SOUND OF THE SHOFAR;<sup>1</sup><sup>5</sup> SOME SAY ALSO OF THE HIGH PRIEST WHEN HE<br>PRONOUNCED THE DIVINE NAME ON THE DAY OF ATONEMENT. FROM JERICHO<br>THEY COULD SMELL THE ODOUR OF THE COMPOUNDING OF INCENSE. R. ELEAZAR<br>B. DIGLAI SAID: MY FATHER HAD SOME GOATS IN THE TOWNS OF MICHVAR,<sup>1</sup><sup>6</sup> AND<br>THEY USED TO SNEEZE FROM THE SMELL OF THE INCENSE. THE PRIEST WHO HAD<br>BEEN CHOSEN TO KILL THE DAILY OFFERING TOOK IT ALONG WITH HIM TO THE<br>SLAUGHTER HOUSE, ACCOMPANIED BY THOSE WHO HAD BEEN CHOSEN TO HAND<br>UP THE LIMBS. THE SLAUGHTER HOUSE WAS TO THE NORTH OF THE ALTAR.<sup>1</sup><sup>7</sup> BY IT<br>WERE EIGHT DWARF PILLARS ON TOP OF WHICH WERE BLOCKS OF CEDAR WOOD, IN<br>WHICH WERE FIXED HOOKS OF IRON, THREE ROWS IN EACH.<sup>1</sup><sup>8</sup> THE ANIMALS WERE<br>HUNG ON THESE AND FLAYED OVER TABLES OF MARBLE BETWEEN THE PILLARS.<br>THE ONE WHO HAD BEEN CHOSEN FOR CLEARING THE INNER ALTAR WENT IN<br>CARRYING THE TENI WHICH HE SET DOWN IN FRONT OF IT, AND HE SCOOPED UP<br>THE ASH IN HIS FISTS AND PUT IT INSIDE, AND IN THE END HE SWEPT UP WHAT WAS<br>LEFT INTO IT, AND THEN HE LEFT IT THERE AND WENT OUT. THE ONE WHO HAD<br>BEEN CHOSEN TO CLEAR THE CANDLESTICK WENT IN, AND IF HE FOUND THE TWO<br>WESTERN LIGHTS BURNING,<sup>1</sup><sup>9</sup> HE CLEARED THE ASH FROM THE REST AND LEFT<br>THESE TWO BURNING. IF HE<sup>2</sup><sup>0</sup> FOUND THAT THESE TWO HAD GONE OUT, HE<br>CLEARED AWAY THEIR ASH AND KINDLED THEM FROM THOSE WHICH WERE STILL<br>ALIGHT AND THEN HE CLEARED THE ASH FROM THE REST. THERE WAS A STONE IN<br>FRONT OF THE CANDLESTICK<sup>2</sup><sup>1</sup> WITH THREE STEPS ON WHICH THE PRIEST STOOD IN<br>ORDER TO TRIM THE LIGHTS. HE LEFT THE KUZ ON THE SECOND STEP AND WENT<br>OUT.<br>C H A P T E R I V<br><b>MISHNAH</b>. THEY DID NOT USE TO TIE UP<sup>2</sup><sup>2</sup> THE LAMB BUT THEY STRUNG ITS LEGS<br>TOGETHER.<sup>2</sup><sup>3</sup> THOSE ON WHOM THE LOT FELL FOR THE LIMBS TOOK HOLD OF IT. IT<br>WAS STRUNG UP IN SUCH A WAY THAT ITS HEAD WAS TO THE SOUTH WHILE ITS<br>FACE WAS TURNED TO THE WEST,<sup>2</sup><sup>4</sup> AND THE SLAUGHTERER STOOD TO THE EAST<br>OF IT WITH HIS FACE TURNED TO THE WEST. THE MORNING SACRIFICE WAS KILLED<br>BY THE NORTH-WESTERN CORNER OF THE ALTAR AT THE SECOND RING,<sup>2</sup><sup>5</sup> WHILE<br>THE EVENING SACRIFICE WAS KILLED BY THE NORTH-EASTERN CORNER AT THE<br>SECOND RING. WHILE ONE SLAUGHTERED ANOTHER RECEIVED THE BLOOD. THE<br>LATTER PROCEEDED TO THE NORTH-EASTERN CORNER<sup>2</sup><sup>6</sup> AND CAST THE BLOOD ON<br>THE EASTERN AND NORTHERN SIDES; HE THEN PROCEEDED TO THE<br>SOUTHWESTERN CORNER AND CAST THE BLOOD ON THE WESTERN AND SOUTHERN<br>SIDES. THE REMNANT OF THE BLOOD HE POURED OUT AT THE SOUTHERN BASE OF<br>THE ALTAR.<br>____________________<br>(<sup>1</sup>) Cf. supra, <sup>2</sup><sup>9</sup>a.<br>(<sup>2</sup>) Lit., ‘basket’. The receptacle for the ash from the altar.<br>(<sup>3</sup>) Lit., ‘pitcher’, the receptacle for the ashes from the candlestick.<br>(<sup>4</sup>) **;. A measure holding three kabs.<br>(<sup>5</sup>) Because the bolt was fixed in a socket in the ground.<br>(<sup>6</sup>) Because it was on a level with him.<br>(<sup>7</sup>) Ezek. XLIV, <sup>2</sup>. Ezekiel is speaking of the outer gate, and we do not know by what authority the Rabbis applied his<br>words to this door. The statement is repeated in Mid. IV, <sup>1</sup>.<br>(<sup>8</sup>) Heb. to, a kind of cell let into the wall of the Hekal, V. Mid. IV, <sup>3</sup>.<br>(<sup>9</sup>) Apparently the ‘bolt’ was fixed in a socket in the ground, and the ‘latches’ were cross-bars level with his own height.<br>(<sup>1</sup><sup>0</sup>) About twenty miles from Jerusalem. For this passage cf. Yoma <sup>3</sup><sup>9</sup>b.<br>(<sup>1</sup><sup>1</sup>) Magrepah. A musical instrument shaped like a shovel. V. ‘Ar. <sup>1</sup><sup>0</sup>b.<br>(<sup>1</sup><sup>2</sup>) These words are here out of place, and are repeated lower down.<br>(<sup>1</sup><sup>3</sup>) Summoning the priests and Levites to their duties before the dawn. Shek. V, <sup>1</sup>.<br>(<sup>1</sup><sup>4</sup>) V. supra <sup>2</sup><sup>8</sup>b.<br>(<sup>1</sup><sup>5</sup>) Blown every day over the sacrifices.<br>(<sup>1</sup><sup>6</sup>) A district of Peraea, beyond the Dead Sea.<br>(<sup>1</sup><sup>7</sup>) On this passage cf. Mid. IV, <sup>4</sup>.<br>(<sup>1</sup><sup>8</sup>) So as to be adapted for animals of different sizes.<br>(<sup>1</sup><sup>9</sup>) These had more oil than the others.<br>(<sup>2</sup><sup>0</sup>) Apparently this refers not to this priest. but to the Priest who came in later, as explained infra VI, <sup>1</sup>.<br>(<sup>2</sup><sup>1</sup>) Which was eighteen hand-breadths high-about a man's height.<br>(<sup>2</sup><sup>2</sup>) I.e., all four legs together, or the two fore legs and the two hind legs.<br>(<sup>2</sup><sup>3</sup>) Tying together a fore leg and a hind leg.<br>(<sup>2</sup><sup>4</sup>) The side of the Shechinah.<br>(<sup>2</sup><sup>5</sup>) Near the altar were a number of rows of semi-circular hoops fixed in the ground under the which the head of the<br>animal was put to keep it in place. The second row was chosen as not being in the shade of the altar; V. Gemara infra.<br>(<sup>2</sup><sup>6</sup>) He started from the ascent which was on the south side and began going round to the right, passing by the<br>south-eastern corner because it had no foundation. On this passage cf. Yoma, <sup>1</sup><sup>4</sup>b.",
        ". HE DID NOT USE TO BREAK THE LEG,<sup>1</sup> BUT HE MADE A HOLE IN IT<sup>2</sup> AT THE JOINT<br>AND SUSPENDED IT FROM THERE. HE THEN BEGAN TO FLAY IT AND WENT ON UNTIL<br>HE CAME TO THE BREAST.<sup>3</sup> WHEN HE CAME TO THE BREAST HE CUT OFF THE HEAD<br>AND GAVE IT TO THE ONE TO WHOSE LOT IT HAD FALLEN. HE THEN CUT OFF THE<br>LEGS AND GAVE THEM TO THE ONE TO WHOSE LOT THEY HAD FALLEN. ON<br>COMPLETING THE Flaying HE TORE OUT THE HEART AND SQUEEZED OUT THE BLOOD<br>IN IT.<sup>4</sup> HE THEN CUT OFF THE FORE LEGS AND GAVE THEM TO THE ONE TO WHOSE<br>LOT THEY HAD FALLEN. HE THEN WENT BACK TO THE RIGHT LEG AND CUT IT OFF<br>AND GAVE IT TO THE ONE TO WHOSE LOT IT HAD FALLEN, AND THE TWO TESTICLES<br>WITH IT. HE THEN TORE OPEN THE CARCASS SO THAT IT WAS ALL EXPOSED BEFORE<br>HIM. HE TOOK THE FAT AND PUT IT ON TOP OF THE PLACE WHERE THE HEAD HAD<br>BEEN SEVERED. HE TOOK THE INNARDS AND GAVE THEM TO THE ONE TO WHOSE<br>LOT THEY HAD FALLEN TO WASH THEM. THE STOMACH WAS WASHED VERY<br>THOROUGHLY IN THE WASHING CHAMBER, WHILE THE ENTRAILS WERE WASHED<br>AT LEAST<sup>5</sup> THREE TIMES ON MARBLE TABLES WHICH STOOD BETWEEN THE<br>PILLARS.<sup>6</sup> HE THEN TOOK A KNIFE AND SEPARATED THE LUNG FROM THE LIVER<sup>7</sup><br>AND THE FINGER OF THE LIVER<sup>8</sup> FROM THE LIVER,<sup>9</sup> BUT WITHOUT REMOVING IT<br>FROM ITS PLACE. HE HOLLOWED OUT THE BREAST<sup>1</sup><sup>0</sup> AND GAVE IT TO THE ONE TO<br>WHOSE LOT IT HAD FALLEN. HE CAME TO THE RIGHT FLANK AND CUT INTO IT AS<br>FAR AS THE SPINE, WITHOUT HOWEVER TOUCHING THE SPINE, UNTIL HE CAME TO<br>THE PLACE BETWEEN TWO SMALL RIBS. HE CUT IT OFF AND GAVE IT TO THE ONE<br>TO WHOSE LOT IT HAD FALLEN, WITH THE LIVER ATTACHED TO IT. HE THEN CAME<br>TO THE NECK, AND LEAVING TWO RIBS ON EACH SIDE OF IT<sup>1</sup><sup>1</sup> HE CUT IT OFF AND<br>GAVE IT TO THE ONE TO WHOSE LOT IT HAD FALLEN, WITH THE WINDPIPE AND THE<br>HEART AND THE LUNG ATTACHED TO IT. HE THEN CAME TO THE LEFT FLANK IN<br>WHICH HE LEFT TWO THIN RIBS ABOVE AND TWO THIN RIBS BELOW;<sup>1</sup><sup>2</sup> AND HE HAD<br>DONE SIMILARLY WITH THE OTHER FLANK. THUS HE LEFT TWO ON EACH SIDE<br>ABOVE AND TWO ON EACH SIDE BELOW. HE CUT IT OFF AND GAVE IT TO THE ONE<br>TO WHOSE LOT IT HAD FALLEN, AND THE SPINE WITH IT AND THE MILT ATTACHED<br>TO IT. THIS WAS REALLY THE LARGEST PIECE, BUT THE RIGHT FLANK WAS CALLED<br>THE LARGEST, BECAUSE THE LIVER WAS ATTACHED TO IT. HE THEN CAME TO THE<br>TAIL BONE, WHICH HE CUT OFF AND GAVE TO THE ONE TO WHOSE LOT IT HAD<br>FALLEN, ALONG WITH THE TAIL, THE FINGER OF THE LIVER AND THE TWO KIDNEYS.<br>HE THEN TOOK THE LEFT LEG AND CUT IT OFF AND GAVE IT TO THE ONE TO WHOSE<br>LOT IT HAD FALLEN. BY THIS TIME THEY WERE ALL STANDING IN A ROW WITH THE<br>LIMBS IN THEIR HANDS<br>____________________<br>(<sup>1</sup>) In order to suspend it for laying, after the usual manner of butchers.<br>(<sup>2</sup>) The object being that the body should not fall to the ground when the leg was cut off.<br>(<sup>3</sup>) I.e., until the flaying was completed.<br>(<sup>4</sup>) The animal usually draws back some blood to the heart at the time of slaughter. This sentence seems to be out of<br>place and should follow the word ‘breast’ above.<br>(<sup>5</sup>) Aliter: ‘in a vessel’ used for preserving olives. Var. lec. ‘on the smallest of the tables’.<br>(<sup>6</sup>) V. supra <sup>3</sup><sup>0</sup>b.<br>(<sup>7</sup>) Because the lung was offered with the neck and the liver with the flank.<br>(<sup>8</sup>) A small projection from the liver.<br>(<sup>9</sup>) Because this finger was offered with the tail.<br>(<sup>1</sup><sup>0</sup>) I.e., he cut a piece out of the breast, making a hollow through which he could reach inside the body.<br>(<sup>1</sup><sup>1</sup>) I.e., the two ribs attached to each of the two flanks.<br>(<sup>1</sup><sup>2</sup>) I.e., two by the tail bone and two by the breast.",
        ". THE FIRST HAD THE HEAD AND THE [RIGHT] HIND LEG. THE HEAD WAS IN HIS<br>RIGHT HAND WITH ITS NOSE TOWARDS HIS ARM, ITS HORNS BETWEEN HIS FINGERS,<br>AND THE PLACE WHERE IT WAS SEVERED TURNED UPWARDS WITH THE FAT<br>COVERING IT. THE RIGHT LEG WAS IN HIS LEFT HAND WITH THE PLACE WHERE THE<br>FLAYING COMMENCED AWAY FROM HIM.<sup>1</sup> THE SECOND HAD THE TWO FORE LEGS,<br>THE RIGHT LEG IN HIS RIGHT HAND AND THE LEFT LEG IN HIS LEFT HAND, THE<br>PLACE WHERE THE FLAYING COMMENCED BEING TURNED AWAY FROM HIM. THE<br>THIRD HAD THE TAIL BONE AND THE OTHER HIND LEG, THE TAIL BONE IN HIS<br>RIGHT HAND WITH THE TAIL HANGING BETWEEN HIS FINGERS AND THE FINGER OF<br>THE LIVER AND THE TWO KIDNEYS WITH IT, AND THE LEFT HIND LEG IN HIS LEFT<br>HAND WITH THE PLACE WHERE THE FLAYING COMMENCED AWAY FROM HIM. THE<br>FOURTH HAD THE BREAST AND THE NECK, THE BREAST IN HIS RIGHT HAND AND<br>THE NECK IN HIS LEFT HAND, ITS RIBS BEING BETWEEN TWO OF HIS FINGERS. THE<br>FIFTH HAD THE TWO FLANKS, THE RIGHT ONE IN HIS RIGHT HAND, AND THE LEFT<br>ONE IN HIS LEFT HAND, WITH THE PLACE WHERE THE FLAYING COMMENCED AWAY<br>FROM HIM. THE SIXTH HAD THE INNARDS ON A PLATTER<sup>2</sup> WITH THE KNEES ON TOP<br>OF THEM. THE SEVENTH HAD THE FINE FLOUR,<sup>3</sup> THE EIGHTH THE GRIDDLE CAKES,<sup>4</sup><br>THE NINTH THE WINE.<sup>5</sup> THEY WENT AND PLACED THEM ON THE LOWER HALF OF<br>THE ASCENT<sup>6</sup> ON ITS WESTERN SIDE, AND SALTED THEM<sup>7</sup> AND CAME DOWN AND<br>WENT TO THE CHAMBER OF HEWN STONE TO RECITE THE SHEMA’.<sup>8</sup> GEMARA. One<br>taught: The fore leg and the hind leg [tied together] like the binding of Isaac the son of Abraham.<br>THEY DID NOT TIE UP THE LAMB. What was the reason? — R. Huna and R. Hisda gave<br>different answers. One said it was to avoid showing disrespect to holy things. while the other said it<br>was to avoid walking in the statutes of the other peoples.<sup>9</sup> What practical difference is there between<br>them?<sup>1</sup><sup>0</sup> — In the case where it was tied with silk or with gold thread.<sup>1</sup><sup>1</sup> We have learnt elsewhere:<sup>1</sup><sup>2</sup><br>There were thirteen tables in the Temple.<sup>1</sup><sup>3</sup> There were eight of marble in the slaughter house on<br>which they used to wash the innards; two to the west of the ascent, one of marble and one of silver<br>— on the marble one they used to put the limbs and on the silver one vessels of service,<sup>1</sup><sup>4</sup> two in the<br>Porch on the inner side by the door of the Sanctuary, one of silver and one of gold — on the silver<br>one they used to place the Shewbread when it was first brought in,<sup>1</sup><sup>5</sup> and on the gold one when it was<br>taken out, because with holy things we always go a step higher and not a step lower; and one of gold<br>in the inner place on which the Shewbread always rested. Now let us see. There must be no sign of<br>poverty in the abode of wealth.<sup>1</sup><sup>6</sup> Why then was the table<sup>1</sup><sup>7</sup> made of marble? It should have been<br>made of silver or even of gold! R. Hinnena answered in the name of R. Assi, and R. Assi in the name<br>of R. Samuel b. R. Isaac: Because [the metal] would heat the flesh.<sup>1</sup><sup>8</sup> THE MORNING SACRIFICE<br>WAS KILLED BY THE NORTHWESTERN CORNER [etc.]. Whence is derived this rule? — R.<br>Hisda replied: Because Scriptures says. Two to the day,<sup>1</sup><sup>9</sup> implying [that they should be killed]<br>towards the day[light].<sup>2</sup><sup>0</sup> It has been taught to the same effect: Two to the day: this means, towards<br>the day [light]. You say it means, towards the day[light]. Or perhaps it is not so, but it means, the<br>obligation of each day? When the text says. The one lamb shalt thou offer in the morning and the<br>other lamb shalt thou offer at dusk,<sup>2</sup><sup>1</sup> this states the obligation of the day. What then do I make of the<br>words Two to the day? This must mean, towards the day [light]. How is this effected? The morning<br>daily sacrifice was killed by the north-western corner by the second ring, and the evening daily<br>sacrifice by the north-eastern corner by the second ring.<sup>2</sup><sup>2</sup> Alexander of Macedon put ten questions<br>to the elders of the south country.<sup>2</sup><sup>3</sup> He asked:<br>____________________<br>(<sup>1</sup>) I.e., exposed to the public, while the place where it was severed was in his hand.<br>(<sup>2</sup>) Being loose they could not be held in the hand.<br>(<sup>3</sup>) For the meal-offering.<br>(<sup>4</sup>) The daily offering of the High Priest, which was brought at the same time as the daily burnt-offering.<br>(<sup>5</sup>) For the drink-offering.<br>(<sup>6</sup>) The reason was apparently to make rather more ceremonious the actual bringing to the altar which took place later.<br>(<sup>7</sup>) In accordance with the injunction in Lev. II, <sup>1</sup><sup>3</sup>.<br>(<sup>8</sup>) And pray for the acceptance of the sacrifice.<br>(<sup>9</sup>) Who used to bind their sacrifices in this way.<br>(<sup>1</sup><sup>0</sup>) Since each reason is in itself sufficient, why did not the later authority accept that given by the earlier?<br>(<sup>1</sup><sup>1</sup>) In this case there is no disrespect to holy things.<br>(<sup>1</sup><sup>2</sup>) Shek. <sup>1</sup><sup>5</sup>b.<br>(<sup>1</sup><sup>3</sup>) Ten in the Azarah, and three others in the Sanctuary.<br>(<sup>1</sup><sup>4</sup>) The ninety-three vessels mentioned in our Mishnah.<br>(<sup>1</sup><sup>5</sup>) It was not taken directly to the table of gold. According to some it was brought in on Friday evening, though not<br>placed on the table till the next day.<br>(<sup>1</sup><sup>6</sup>) A maxim frequently quoted in the Talmud: cf. supra.<br>(<sup>1</sup><sup>7</sup>) On which the limbs were put.<br>(<sup>1</sup><sup>8</sup>) Causing it to putrefy.<br>(<sup>1</sup><sup>9</sup>) Num. XXVIII, <sup>3</sup>. E.V., ‘two day by day’.<br>(<sup>2</sup><sup>0</sup>) I.e., towards the rise of the sun, hence in the west, facing east.<br>(<sup>2</sup><sup>1</sup>) Ibid. <sup>4</sup>.<br>(<sup>2</sup><sup>2</sup>) V. supra at the beginning of the chapter and notes.<br>(<sup>2</sup><sup>3</sup>) This passage is inserted here because Alexander's first question had reference to the sun.",
        "Which is further, from heaven to earth or from east to west? They replied: From east to west. The<br>proof is that when the sun is in the east all can look at it, and when it is in the west all can look at it,<br>but when the sun is in the middle of the sky no — one can look at it.<sup>1</sup> The Sages, however, say: The<br>distance in both cases is the same, as it says, For as the heaven is high above the earth [so great is<br>His mercy towards them that fear Him]; as far as the east is from the west, [so far hath He removed<br>our transgressions from us].<sup>2</sup> Now if one of these distances is greater, the text should not write both<br>but only the one which is the greater. What then is the reason why no — one can look at the sun<br>when it is in the middle of the sky? Because it is absolutely clear and nothing obstructs the view.<sup>3</sup> He<br>said to them: Were heavens created first or the earth? They replied: The heavens were created first,<br>as it says. In the beginning God created the heaven and the earth.<sup>4</sup> He said to them: Was light created<br>first, or darkness? They replied: This question cannot be solved. Why did they not reply that<br>darkness was created first, since it is written, Now the earth was unformed and void and darkness,<sup>5</sup><br>and after that, And God said, Let there be light, and there was light?<sup>6</sup> — They thought to themselves:<br>perhaps he will go on to ask what is above and what is below, what is before and what is after.<sup>7</sup> If<br>that is the case, they should not have answered his question about the heaven either? — At first they<br>thought that he just happened to ask that question, but when they saw that he pursued the same<br>subject, they bethought themselves not to answer him lest he should go on to ask what was above<br>and what was below what was before and what was after. He said to them: Who is called wise? They<br>replied: Who is wise? He who discerns what is about to come to pass.<sup>8</sup> He said to them: Who is<br>called a mighty man? They replied: Who is a mighty man? He who subdues his evil passions. He<br>said to them: Who is called a rich man? They replied: Who is rich? He who rejoices in his lot. He<br>said to them: What shall a man do to live? They replied: Let him mortify himself.<sup>9</sup> What should a<br>man do to kill himself? They replied: Let him keep himself alive.<sup>1</sup><sup>0</sup> He said to them: What should a<br>man do to make himself popular? They replied: Let him hate sovereignty and authority. He said to<br>them: I have a better answer than yours: let him love sovereignty and authority and confer favours on<br>mankind. He said to them: Is it better to dwell on sea or on dry land? They replied, It is better to<br>dwell on dry land, because those who set out to sea are never free from anxiety till they reach dry<br>land again. He said to them: Which among you is the wisest? They replied: We are all equal, because<br>we have all concurred in the same answers to your questions. He said to them: Why do you resist<br>me?<sup>1</sup><sup>1</sup> They replied: The Satan is too powerful.<sup>1</sup><sup>2</sup> He said to them: Behold I will slay you by royal<br>decree. They replied: power is in the hands of the king, but it beseems not a king to be false.<sup>1</sup><sup>3</sup><br>Forthwith he clothed them with garments of purple and put chains of gold on their necks. He said to<br>them: I want to go to the country of Africa. They said to him: You cannot get there, because the<br>Mountains of Darkness are in the Way. He said to them: That will not stop me from going. Was it for<br>that I asked you? But tell me what I am to do.<sup>1</sup><sup>4</sup> They said to him: Take Libyan asses that can travel<br>in the dark and take coils of rope and fix them at the side [of the road] so that when you return you<br>can guide yourself by them and reach your destination. He did so and set forth. He came to a place<br>where there were only women. He wanted to make war with them, but they said to him, If you slay<br>us, people will say that he killed women, and if we slay you they will call you the king who was<br>killed by women. He said to them: Bring me bread. They brought him gold bread on a gold table.<br>____________________<br>(<sup>1</sup>) The reason, presumably, being that it is nearer.<br>(<sup>2</sup>) Ps. CIII, II, <sup>1</sup><sup>2</sup>.<br>(<sup>3</sup>) But on the east and west hills and mountains are in the way.<br>(<sup>4</sup>) Gen. I, <sup>1</sup>.<br>(<sup>5</sup>) Ibid <sup>2</sup>.<br>(<sup>6</sup>) Ibid <sup>3</sup>.<br>(<sup>7</sup>) V. Hag. <sup>1</sup><sup>1</sup>b.<br>(<sup>8</sup>) V. Aboth, IV, <sup>1</sup>.<br>(<sup>9</sup>) Lit., ‘kill himself’, with study and hard work.<br>(<sup>1</sup><sup>0</sup>) I.e., indulge in luxuries.<br>(<sup>1</sup><sup>1</sup>) In keeping with your own religion.<br>(<sup>1</sup><sup>2</sup>) A double entendre. What they meant was that his power was due to the Satan, and was only given to him to try<br>them.<br>(<sup>1</sup><sup>3</sup>) He had apparently given them a safe-conduct.<br>(<sup>1</sup><sup>4</sup>) What I want you to tell me is how to get there.",
        ". He said to them: Do people here eat gold bread? They replied: If you wanted bread, had you no<br>bread in your own place to eat that you should have journeyed here? When he left the place he wrote<br>on the gate of the city: ‘I, Alexander of Macedon, was a fool until I came to the city of women in<br>Africa and I learnt counsel from the women’. As he was journeying he sat by a well and began to eat.<br>He had with him some salted fish, and as they were being washed they gave off a sweet odour. He<br>said: This shows that this well comes from the Garden of Eden. Some say that he took some of the<br>water and washed his face with it; others say that he went alongside of it until he came to the door of<br>the Garden of Eden. He cried out, Open the door for me. They replied, This is the gate of the Lord,<br>[the righteous shall enter into it].<sup>1</sup> He replied: I too am a king; I am also of some account, give me<br>something. They gave him an eyeball. He went and weighed all his silver and gold against it, and it<br>was not equal to it. He said to the Rabbis: How is this? They replied: It is the eyeball of a human<br>being, which is never satisfied. He said to them: How can you prove that this is so? They took a little<br>dust and covered it, and immediately it was weighed down; and so it is written, The nether world and<br>Destruction are never satiated; [so the eyes of man are never satiated].<sup>2</sup> The Tanna de-be Eliyahu<br>taught: Gehinnom is above the firmament; some, however, say that is behind the Mountains of<br>Darkness. R. Hiyya taught: If one studies the Torah at night, the Divine presence faces him, as it<br>says, Arise, cry out in the night, at the beginning of the watches; pour out thy heart like water before<br>the face of the Lord.<sup>3</sup> R. Eliezer b. Azariah said: The disciples of the wise increase peace in the<br>world, as it says, And all thy children shall be taught of the Lord, and great shall be the peace of thy<br>children.<sup>4</sup> Read not banayik, [thy children], but bonayik [thy builders].<br>C H A P T E R V<br><b>MISHNAH</b>. THE SUPERINTENDENT SAID TO THEM, PRONOUNCE ONE BLESSING,<sup>5</sup><br>AND THEY DID SO: THEY THEN RECITED THE TEN COMMANDMENTS,<sup>6</sup> AND THE<br>FIRST, SECOND AND THIRD SECTIONS OF THE SHEMA’, AND THEY BLESSED THE<br>PEOPLE WITH THREE BENEDICTIONS,<sup>7</sup> NAMELY, TRUE AND FIRM,<sup>8</sup> AND ABODAH,<sup>9</sup><br>AND THE PRIESTLY BENEDICTION.<sup>1</sup><sup>0</sup> ON SABBATH THEY ADDED A BENEDICTION TO<br>BE SAID BY THE WATCH WHICH WAS LEAVING.<sup>1</sup><sup>1</sup><br><b>MISHNAH</b> . HE SAID TO THEM, THOSE WHO ARE FRESH TO THE INCENSE COME<br>AND DRAW LOTS,<sup>1</sup><sup>2</sup> AND ONE OR OTHER WAS SUCCESSFUL. HE THEN SAID, NEW AND<br>OLD, COME AND DRAW LOTS TO SEE WHO SHALL TAKE UP THE LIMBS FROM THE<br>ASCENT TO THE ALTAR.<sup>1</sup><sup>3</sup> R. ELlezer B. JACOB SAYS, THE ONE WHO LIFTS THE LIMBS<br>ON TO THE ASCENT ALSO TAKES THEM UP TO THE ALTAR.<sup>1</sup><sup>4</sup><br><b>MISHNAH</b> . HE THEN HANDED THEM OVER TO THE ATTENDANTS, WHO STRIPPED<br>THEM OF THEIR GARMENTS,<sup>1</sup><sup>5</sup> LEAVING ON THEM ONLY THE BREECHES.<sup>1</sup><sup>6</sup> THERE<br>WERE WINDOWS THERE<sup>1</sup><sup>7</sup> ON WHICH WAS INSCRIBED THE NAME OF THE GARMENT<br>TO WHICH EACH WAS ASSIGNED.<sup>1</sup><sup>8</sup><br><b>MISHNAH</b>. THE ONE WHO HAD BEEN SELECTED TO OFFER THE INCENSE TOOK UP<br>THE SPOON, WHICH WAS IN SHAPE LIKE A BIG TIRKAB<sup>1</sup><sup>9</sup> OF GOLD. IT HELD THREE<br>KABS, AND THE [SMALL] DISH<sup>2</sup><sup>0</sup> WAS IN THE MIDDLE OF IT,<br>____________________<br>(<sup>1</sup>) Ps. CXVIII, <sup>2</sup><sup>0</sup>.<br>(<sup>2</sup>) Prov. XXVII, <sup>2</sup><sup>0</sup>.<br>(<sup>3</sup>) Lam. II, <sup>1</sup><sup>9</sup>.<br>(<sup>4</sup>) Isa. LIV, <sup>1</sup><sup>3</sup>.<br>(<sup>5</sup>) There is a difference of opinion in Br. <sup>1</sup><sup>1</sup>b as to whether this was ‘Who fashionest light’ or ‘Great love’ (P. B. p. <sup>3</sup><sup>9</sup>).<br>This and the succeeding prayers were said in the Chamber of Hewn Stone.<br>(<sup>6</sup>) V. Br. <sup>1</sup><sup>2</sup>a.<br>(<sup>7</sup>) Since they had not time to say all the eighteen benedictions.<br>(<sup>8</sup>) The blessing following the Shema.<br>(<sup>9</sup>) The last but two of the eighteen benedictions.<br>(<sup>1</sup><sup>0</sup>) The last of the eighteen.<br>(<sup>1</sup><sup>1</sup>) They blessed the incoming watch. V. Ber. <sup>1</sup><sup>2</sup>a.<br>(<sup>1</sup><sup>2</sup>) The incense was supposed to bring prosperity. and therefore a fresh priest was given the privilege of burning it<br>every time.<br>(<sup>1</sup><sup>3</sup>) V. supra. p. <sup>2</sup><sup>5</sup>.<br>(<sup>1</sup><sup>4</sup>) I.e., each one takes up to the altar the limb which he placed on the ascent.<br>(<sup>1</sup><sup>5</sup>) There is a difference of opinion in Yoma <sup>2</sup><sup>4</sup>b, as to whether they cast lots in holy or in everyday garments. If the<br>former, then those who were unsuccessful changed into everyday garments: if the latter, then those who were successful<br>changed into holy garments.<br>(<sup>1</sup><sup>6</sup>) These they removed for themselves after changing into the other garments.<br>(<sup>1</sup><sup>7</sup>) In the wall of the Chamber of Hewn Stone.<br>(<sup>1</sup><sup>8</sup>) I.e., all garments of the same kind were kept in the same window space.<br>(<sup>1</sup><sup>9</sup>) A measure of capacity holding three kaba.<br>(<sup>2</sup><sup>0</sup>) Wherewith to scoop up the incense.",
        "HEAPED UP WITH INCENSE;<sup>1</sup> THIS HAD A COVERING, OVER WHICH WAS SPREAD A<br>KIND OF JACKET.<sup>2</sup><br><b>MISHNAH</b> . THE ONE WHO HAD BEEN ASSIGNED THE SHOVELLING,<sup>3</sup> TOOK THE<br>SILVER FIREPAN AND ASCENDED TO THE TOP OF THE ALTAR AND CLEARED AWAY<br>THE LIVE COALS TO THIS SIDE AND THAT [AND SWEPT AWAY SOME OF THE ASH AT<br>THE BOTTOM]<sup>4</sup> AND THEN WENT DOWN AND EMPTIED THEM INTO A GOLD<br>[FIREPAN]. ABOUT A KAB OF THE COALS WAS SPILT,<sup>5</sup> AND THESE HE SWEPT INTO<br>THE SEWER<sup>6</sup> , ON SABBATH<sup>7</sup> HE USED TO PUT AN OVERTURNED POT<sup>8</sup> ON THEM. THIS<br>POT WAS A LARGE VESSEL HOLDING A LETHEK.<sup>9</sup> IT HAD TWO CHAINS; WITH ONE HE<br>USED TO DRAW IT DOWN,<sup>1</sup><sup>0</sup> AND WITH THE OTHER HE USED TO HOLD IT ABOVE SO<br>THAT IT SHOULD NOT ROLL OVER.<sup>1</sup><sup>1</sup> IT WAS USED FOR THREE PURPOSES — FOR<br>PLACING OVER LIVE COALS, AND OVER A [DEAD] CREEPING THING ON SABBATH,<sup>1</sup><sup>2</sup><br>AND FOR DRAWING DOWN THE ASHES FROM THE TOP OF THE ALTAR.<br><b>MISHNAH</b> . WHEN THEY<sup>1</sup><sup>3</sup> CAME BETWEEN THE PORCH AND THE ALTAR, ONE<br>TOOK THE ‘SHOVEL’<sup>1</sup><sup>4</sup> AND THREW IT BETWEEN THE PORCH AND THE ALTAR.<br>PEOPLE COULD NOT HEAR ONE ANOTHER SPEAK IN JERUSALEM FROM THE NOISE<br>OF THE SHOVEL. IT SERVED THREE PURPOSES. WHEN A PRIEST HEARD THE SOUND<br>OF IT HE KNEW THAT HIS BROTHER PRIESTS WERE GOING IN TO PROSTRATE<br>THEMSELVES,<sup>1</sup><sup>5</sup> AND HE WOULD RUN TO JOIN THEM. WHEN A LEVlte HEARD THE<br>NOISE OF IT HE KNEW THAT HIS BROTHER LEVITES WERE GOING IN TO CHANT,<sup>1</sup><sup>6</sup><br>AND HE WOULD RUN TO JOIN THEM. AND THE HEAD OF THE MA'AMAD<sup>1</sup><sup>7</sup> USED TO<br>MAKE THE UNCLEAN STAND IN THE EAST GATE.<sup>1</sup><sup>8</sup><br>C H A P T E R V I<br><b>MISHNAH</b> . THEY<sup>1</sup><sup>9</sup> COMMENCED TO ASCEND THE STEPS OF THE PORCH.<sup>2</sup><sup>0</sup> THOSE<br>WHO HAD BEEN CHOSEN TO CLEAR THE ASHES FROM THE INNER ALTAR<sup>2</sup><sup>1</sup> AND<br>FROM THE CANDLESTICK LED THE WAY.<sup>2</sup><sup>2</sup> THE ONE WHO HAD BEEN CHOSEN TO<br>CLEAR THE INNER ALTAR WENT IN AND TOOK THE TENI AND PROSTRATED HIMSELF<br>AND WENT OUT AGAIN. THE ONE WHO HAD BEEN CHOSEN TO CLEAR THE<br>CANDLESTICK WENT IN, AND IF HE FOUND THE TWO WESTERN LIGHTS<sup>2</sup><sup>3</sup> STILL<br>BURNING HE CLEARED OUT THE EASTERN ONE<sup>2</sup><sup>4</sup> AND LEFT THE WESTERN ONE<br>BURNING,<sup>2</sup><sup>5</sup> SINCE FROM IT HE LIT THE CANDLESTICK FOR THE EVENING. IF HE<br>FOUND THAT THIS ONE HAD GONE OUT, HE CLEARED THE ASH AWAY AND LIT IT<br>FROM THE ALTAR OF BURNT-OFFERING. HE THEN TOOK THE KUZ FROM THE<br>SECOND STEP<sup>2</sup><sup>6</sup> AND PROSTRATED HIMSELF AND WENT OUT.<br><b>MISHNAH</b> . THE ONE WHO HAD BEEN CHOSEN FOR THE FIREPAN MADE A HEAP OF<br>THE CINDERS ON THE TOP OF THE ALTAR AND THEN SPREAD THEM ABOUT WITH<br>THE END OF THE FIREPAN<sup>2</sup><sup>7</sup> AND PROSTRATED HIMSELF AND WENT OUT. MISHNAH.<br>THE ONE WHO HAD BEEN CHOSEN FOR THE INCENSE TO OK THE DISH FROM THE<br>MIDDLE OF THE SPOON AND GAVE IT<sup>2</sup><sup>8</sup> TO HIS FRIEND OR HIS RELATIVE. IF SOME OF<br>IT WAS SPILT INTO THE SPOON, HE WOULD PUT IT INTO HIS HANDS. THEY USED TO<br>INSTRUCT HIM<sup>2</sup><sup>9</sup> SAYING, BE CAREFUL NOT TO BEGIN IMMEDIATELY IN FRONT OF<br>YOU OR ELSE YOU MAY BURN YOURSELF.<sup>3</sup><sup>0</sup> HE THEN COMMENCED TO SCATTER THE<br>INCENSE AND [AFTER FINISHING] WENT OUT. THE ONE WHO BURNT THE INCENSE<br>DID NOT DO SO UNTIL THE SUPERINTENDENT SAID TO HIM, BURN THE INCENSE. IF<br>IT WAS THE HIGH PRIEST WHO BURNT, HE WOULD SAY TO HIM, SIR,<sup>3</sup><sup>1</sup> PRAY BURN<br>THE INCENSE. THE PEOPLE<sup>3</sup><sup>2</sup> LEFT AND HE BURNT THE CENSE AND PROSTRATED<br>HIMSELF AND WENT OUT.<br>C H A P T E R V I I<br><b>MISHNAH</b> .<br>____________________<br>(<sup>1</sup>) And if any was spilt, it would fall into the spoon.<br>(<sup>2</sup>) Made of cloth or leather, to prevent the fragrance from escaping.<br>(<sup>3</sup>) Lit., ‘the firepan’. Of the cinders from the altar.<br>(<sup>4</sup>) These words are obviously a gloss inserted incorrectly from the Mishnah <sup>2</sup><sup>8</sup>a dealing with the clearing away of the<br>ashes.<br>(<sup>5</sup>) Because the silver firepan would hold four kabs and the gold one only three.<br>(<sup>6</sup>) V. Mid. III, <sup>2</sup> and Yoma <sup>4</sup><sup>3</sup>b.<br>(<sup>7</sup>) When it was not permissible to sweep the cinders away.<br>(<sup>8</sup>) **, ‘a wine cooler’.<br>(<sup>9</sup>) Fifteen se'aha.<br>(<sup>1</sup><sup>0</sup>) From the top of the altar pile of ashes, v. infra.<br>(<sup>1</sup><sup>1</sup>) Because it was round-bottomed.<br>(<sup>1</sup><sup>2</sup>) When it was not permissible to remove it.<br>(<sup>1</sup><sup>3</sup>) Those who had been chosen for the firepan and the incense.<br>(<sup>1</sup><sup>4</sup>) Magrepah. V. supra p. <sup>2</sup><sup>0</sup>, n. <sup>2</sup>. Whether it is identical with the vessel mentioned there is difficult to say.<br>(<sup>1</sup><sup>5</sup>) After the offering of the incense.<br>(<sup>1</sup><sup>6</sup>) When the libation of wine was offered.<br>(<sup>1</sup><sup>7</sup>) Hore the word seems to mean the section of the priests on duty, elsewhere designated Mishmar. Maimonides,<br>however, takes it in its usual sense (v. G]os. s.v.) and supposes that the unclean persons mentioned in the next sentence<br>are lepers awaiting the sprinkling of the blood.<br>(<sup>1</sup><sup>8</sup>) All the priests of the beth ab (v. supra p. I, n. <sup>9</sup>) which was on duty had to turn up, whether clean or unclean. The<br>reason is given in Pes. <sup>8</sup><sup>2</sup>a.<br>(<sup>1</sup><sup>9</sup>) Those who had been chosen for the incense and the firepan.<br>(<sup>2</sup><sup>0</sup>) There were twelve steps between the altar and the Porch. V. Mid. III, <sup>6</sup>.<br>(<sup>2</sup><sup>1</sup>) The altar of incense.<br>(<sup>2</sup><sup>2</sup>) In order to remove the teni and the kuz which had been left there. V. Jupra, end of Ch. III.<br>(<sup>2</sup><sup>3</sup>) Those which he had left at the first clearance. V. Ch. III.<br>(<sup>2</sup><sup>4</sup>) He removed the wick and the oil and cleared out the socket and put in a fresh wick and oil.<br>(<sup>2</sup><sup>5</sup>) I.e., he poured in oil without putting it out first.<br>(<sup>2</sup><sup>6</sup>) Where it had been left when he trimmed the lights. V. supra end of Ch. III.<br>(<sup>2</sup><sup>7</sup>) So as to sprinkle the incense over them.<br>(<sup>2</sup><sup>8</sup>) The spoon.<br>(<sup>2</sup><sup>9</sup>) Since the burning of the incense was always assigned to a priest who had never had this privilege before. V. supra<br>IV, <sup>2</sup>.<br>(<sup>3</sup><sup>0</sup>) Because he would have to put his hand over the smoke to reach the further cinders.<br>(<sup>3</sup><sup>1</sup>) Lit., ‘My sir, the High Priest’.<br>(<sup>3</sup><sup>2</sup>) I.e., the priests between the court and the altar.",
        "WHEN THE HIGH PRIEST WENT IN<sup>1</sup> TO PROSTRATE HIMSELF,<sup>2</sup> THREE PRIESTS<br>SUPPORTED HIM, ONE BY HIS RIGHT AND ONE BY HIS LEFT AND ONE BY THE<br>PRECIOUS STONES.<sup>3</sup> WHEN THE SUPERINTENDENT HEARD THE SOUND OF THE<br>FOOTSTEPS OF THE HIGH PRIEST AS HE WAS ABOUT TO ISSUE [FROM THE HEKAL],<br>HE RAISED THE CURTAIN FOR HIM. HE WENT IN, PROSTRATED HIMSELF AND WENT<br>OUT, AND THEN HIS BROTHER PRIESTS WENT IN AND PROSTRATED THEMSELVES<br>AND WENT OUT.<br><b>MISHNAH</b> . THEY<sup>4</sup> WENT AND STOOD ON THE STEPS OF THE PORCH. THE FIRST<br>SET<sup>5</sup> STOOD AT THE SOUTH SIDE OF THEIR BROTHER PRIESTS HOLDING FIVE<br>VESSELS; ONE HELD THE TENI, A SECOND THE KUZ, A THIRD THE FIREPAN, A<br>FOURTH THE DISH, AND THE FIFTH THE SPOON AND ITS COVERING. THEY BLESSED<br>THE PEOPLE WITH A SINGLE BENEDICTION;<sup>6</sup> IN THE COUNTRY THEY RECITED IT AS<br>THREE BLESSINGS,<sup>7</sup> IN THE SANCTUARY AS ONE.<sup>8</sup> IN THE TEMPLE THEY<br>PRONOUNCED THE DIVINE NAME AS IT IS WRITTEN,<sup>9</sup> BUT IN THE COUNTRY BY ITS<br>SUBSTITUTE.<sup>1</sup><sup>0</sup> IN THE COUNTRY THE PRIESTS RAISED THEIR HANDS AS HIGH AS<br>THEIR SHOULDERS, BUT IN THE TEMPLE RIGHT ABOVE THEIR HEADS, ALL EXCEPT<br>THE HIGH PRIEST, WHO DID NOT RAISE HIS HANDS ABOVE THE PLATE.<sup>1</sup><sup>1</sup> R. JUDAH<br>SAYS THAT THE HIGH PRIEST ALSO RAISED HIS HANDS ABOVE THE PLATE, SINCE IT<br>SAYS, AND AARON LIFTED UP HIS HANDS TOWARD THE PEOPLE AND BLESSED<br>THEM.<sup>1</sup><sup>2</sup><br><b>MISHNAH</b> . WHEN THE HIGH PRIEST DESIRED TO BURN THE OFFERINGS,<sup>1</sup><sup>3</sup> HE USED<br>TO GO UP THE ASCENT WITH THE DEPUTY HIGH PRlest<sup>1</sup><sup>4</sup> AT HIS RIGHT HAND, AND<br>WHEN HE REACHED THE MIDDLE OF THE ASCENT THE DEPUTY TOOK HOLD OF HIS<br>RIGHT HAND AND HELPED HIM UP. THE FIRST [OF THE OFFICIATING PRIESTS] THEN<br>HANDED TO HIM THE HEAD AND THE FOOT OF THE SACRIFICE AND HE LAID HIS<br>HANDS ON THEM<sup>1</sup><sup>5</sup> AND THREW THEM [ON THE ALTAR FIRE]. THE SECOND THEN<br>HANDED TO THE FIRST THE TWO FORE LEGS. AND HE HANDED THEM TO THE HIGH<br>PRIEST WHO LAID HIS HANDS ON THEM AND THREW THEM [ON TO THE ALTAR]. THE<br>SECOND THEN SLIPPED AWAY. IN THE SAME WAY ALL THE OTHER LIMBS WERE<br>HANDED TO HIM AND HE LAID HANDS ON THEM AND THREW THEM [ON TO THE<br>ALTAR FIRE]. IF HE PREFERRED, HE COULD LAY ON HANDS AND LET OTHERS<br>THROW ON THE FIRE. WHEN HE CAME TO GO ROUND THE ALTAR<sup>1</sup><sup>6</sup> FROM WHERE<br>DID HE COMMENCE? FROM THE SOUTH-EASTERN CORNER; FROM THERE HE WENT<br>TO THE NORTH-EASTERN, THEN TO THE NORTH-WESTERN AND THEN TO THE<br>SOUTH-WESTERN. THEY THERE HANDED TO HIM WINE FOR LIBATION. THE DEPUTY<br>HIGH PRIEST STOOD ON THE HORN OF THE ALTAR<sup>1</sup><sup>7</sup> WITH THE FLAGS IN HIS HAND,<br>AND TWO PRIESTS ON THE TABLE OF THE FAT<sup>1</sup><sup>8</sup> WITH TWO TRUMPETS IN THEIR<br>HANDS. THEY BLEW A TEKI'AH, A TERU'AH AND A TEKI'AH,<sup>1</sup><sup>9</sup> AND THEN WENT AND<br>STOOD BY BEN ARZA,<sup>2</sup><sup>0</sup> ONE ON HIS RIGHT HAND AND ONE ON HIS LEFT. WHEN HE<br>BENT DOWN TO MAKE THE Llbation THE DEPUTY HIGH PRIEST WAVED THE FLAGS<br>AND BEN ARZA STRUCK THE CYMBALS AND THE LEVltes CHANTED THE PSALM.<br>WHEN THEY CAME TO A PAUSE<sup>2</sup><sup>1</sup> A TERI'AH WAS BLOWN, AND THE PUBLIC<br>PROSTRATED THEMSELVES; AT EVERY PAUSE THERE WAS A TEKI'AH AND AT<br>EVERY TEKI'AH A PROSTRATlon. THIS WAS THE ORDER OF THE REGULAR DAILY<br>SACRIFICE FOR THE SERVICE OF THE HOUSE OF OUR GOD. MAY IT BE GOD'S WILL<br>THAT IT BE BUILT SPEEDILY IN OUR DAYS, AMEN.<br><b>MISHNAH</b> . THE FOLLOWING ARE THE PSALMS THAT WERE CHANTED IN THE<br>TEMPLE. ON THE FIRST DAY THEY USED TO SAY, THE EARTH IS THE LORD'S AND<br>THE FULNESS THEREOF, THE WORLD AND THEY THAT DWELL THEREln.<sup>2</sup><sup>2</sup> ON THE<br>SECOND DAY THEY USED TO SAY, GREAT IS THE LORD AND HIGHLY TO BE PRAISED,<br>IN THE CITY OF OUR GOD. HIS HOLY MOUNTAln.<sup>2</sup><sup>3</sup> ON THE THIRD DAY THEY USED TO<br>SAY, GOD STANDETH IN THE CONGREGATION OF GOD, IN THE MIDST OF THE JUDGES<br>HE JUDGETH.<sup>2</sup><sup>4</sup> ON THE FOURTH DAY THEY USED TO SAY, O LORD, THOU GOD TO<br>WHOM VENGEANCE BELONGETH, THOU GOD TO WHOM VENGEANCE BELONGETH,<br>SHINE FORTH.<sup>2</sup><sup>5</sup> ON THE FIFTH DAY THEY USED TO SAY, SING ALOUD UNTO GOD<br>OUR STRENGTH, SHOUT UNTO THE GOD OF JACOB.<sup>2</sup><sup>6</sup> ON THE SIXTH DAY THEY USED<br>TO SAY, THE LORD REIGNETH, HE IS CLOTHED IN MAJESTY, THE LORD IS CLOTHED,<br>HE HATH GIRDED HIMSELF WITH STRENGTH.<sup>2</sup><sup>7</sup> ON SABBATH THEY USED TO SAY, A<br>PSALM, A SONG FOR THE SABBATH DAY:<sup>2</sup><sup>8</sup> A PSALM, A SONG FOR THE TIME TO<br>COME, FOR THE DAY THAT WILL BE ALL SABBATH AND REST FOR EVERLASTING<br>LIFE.<br>____________________<br>(<sup>1</sup>) To the Hekal.<br>(<sup>2</sup>) After the offering of the incense.<br>(<sup>3</sup>) On the shoulder pieces of the ephod.<br>(<sup>4</sup>) All the priests who had officiated.<br>(<sup>5</sup>) The five particularly mentioned above, who had cleared the ashes from the inner altar and the candlestick.<br>(<sup>6</sup>) The priestly benediction, ‘The Lord bless thee and preserve thee etc.’ Num. VI, <sup>2</sup><sup>4</sup>-<sup>2</sup><sup>6</sup>.<br>(<sup>7</sup>) Allowing the public to say Amen after each verse.<br>(<sup>8</sup>) Because Amen was not said in the Temple.<br>(<sup>9</sup>) YHVH.<br>(<sup>1</sup><sup>0</sup>) Adonai.<br>(<sup>1</sup><sup>1</sup>) Because the name of God was inscribed on it.<br>(<sup>1</sup><sup>2</sup>) Lev. IX, <sup>2</sup><sup>2</sup>. Which shows that the priestly benediction must be said with raised hands. Tosaf. Yom Tob.<br>(<sup>1</sup><sup>3</sup>) The High Priest had the privilege of performing any service he wished without the formality of the lot.<br>(<sup>1</sup><sup>4</sup>) Selan<br>(<sup>1</sup><sup>5</sup>) This was not the regulation laying on of hands, which was performed when the animal was still alive, but a special<br>mark of distinction for the High Priest.<br>(<sup>1</sup><sup>6</sup>) The ascent was on the south side of the altar and the place of libation was at the south-western corner, but as it was<br>the rule for the officiating priest to move to the right, he had to go right round the altar to get to it.<br>(<sup>1</sup><sup>7</sup>) The horn was a cubit square.<br>(<sup>1</sup><sup>8</sup>) The marble table on which the limbs were put. V. supra.<br>(<sup>1</sup><sup>9</sup>) On these terms, v. Glos.<br>(<sup>2</sup><sup>0</sup>) V. Shek. V, <sup>1</sup>.<br>(<sup>2</sup><sup>1</sup>) In the palm.<br>(<sup>2</sup><sup>2</sup>) Ps. XXIV.<br>(<sup>2</sup><sup>3</sup>) Ibid XLVIII.<br>(<sup>2</sup><sup>4</sup>) Ibid LXXXII.<br>(<sup>2</sup><sup>5</sup>) Ibid XCIV.<br>(<sup>2</sup><sup>6</sup>) Ibid LXXXI.<br>(<sup>2</sup><sup>7</sup>) Ib<sup>1</sup>d. XCIII.<br>(<sup>2</sup><sup>8</sup>) Ibid XCII. The reasons why these Psalms were chosen are given in R.H. <sup>3</sup><sup>1</sup>a."
    ],
    "rashi": [
        "<b>פרק ראשון - בשלשה מקומות<br></b><b>מתני' בשלשה מקומות</b>. משום דבעי לאורויי במעשה דתמיד עבודת כהנים נקט תחלה שמירתן ומקום שכיבתן עד שהוא מסדר כל הסדר שבתחלה טובלין וכו' כאשר הוא מסודר במשנה ובגמ' נפקא לן מקרא דבית המקדש צריך שימור דאי לא נפקא לן מקרא הוה אמינא דלא צריכי שומרים דאין עניות במקום עשירות ואי גנבי כלי המקדש קנו אחרים ועוד דהוה אמינא דבחד שומר סגי. ומקום שמירתן היא בבית אבטינס ובבית הניצוץ ובבית המוקד:<br><br><b> הכי גרסינן בבית אבטינס ובבית הניצוץ היו עליות</b>. בית אבטינס היא לשכת מפטמי הקטורת כדתנן בפ''ק דיומא (דף יח:) הוליכוהו לעליית בית אבטינס גבי כהן גדול ללמדו לשם הלכות חפינה שהיא אחת מעבודות קשות שבמקדש כדמפרש ביומא (דף מט:) ולפי שהיו אומנין על מעשה הקטרת נקראת על שמם ומספקא לן ביומא במקום עליית בית אבטינס היכן היא דאמרינן בפ''ק דיומא (דף יט.) שתי לשכות היו לכהן גדול לשכת פרהדרין ולשכת בית אבטינס אחת בצפון ואחת בדרום ולא ידענא אי לשכת פרהדרין בצפון ולשכת בית אבטינס בדרום או לשכת בית אבטינס בצפון ולשכת פרהדרין בדרום ושם היה כהן גדול ישן וביומא (דף ח:) מפרש למה נקרא כן:<br><br><b> בית הניצוץ</b>. לא שמעתי בו טעם למה נקרא כן:<br><br><b> היו עליות</b>. לשמירת כהנים צריך עליות מקום גבוה כדנפקא לן בגמרא וילוו עליך וישרתוך וגזירת הכתוב היא ושמירת לוים לא היתה אלא למטה אצל השערים ולכך קרי ליה הפסוק ללוים שוערים במקרא לפי שלא היתה שמירתן אלא אצל השער והכהנים היו שומרין אותו בעליות על מקום גבוה כדרך שומרי עיר וכל שומרי עיר בין ביום בין בלילה לא היו ישנים. ועשרים וארבעה שומרים בעשרים וארבעה מקומות נפקא לן בגמ' שצריך לבית המקדש שהיו שומרים יום ולילה שלשה בכהנים ועשרים ואחד בלוים ואפילו היו אותן עליות בנויות מקצתן בעזרה יכולים כהנים לישב שם כשהיו עייפים דגגין ועליות לא נתקדשו כדאמרינן בפסחים (דף פה:) ובעזרה אין אדם יכול לישב דאין ישיבה בעזרה אלא למלכי בית דוד:<br><br><b> והרובין שומרין שם</b>. רובין קרי כהנים שלא הגיעו עדיין לעשות עבודה כגון פחותים מי''ג שנה כמו (שמואל א ב) ויגדל הנער [ומתרגמינן] ורבא רביא ולפי שעדיין לא הגיעו לעשות עבודה (אין יכולין לעשותה) עבדינן להו שומרים שאותן שיכולין לעבוד אינן רוצין לשמור ועוד הואיל ויכולין לעבוד אין אנו מניחין אותן לשמור:<br><br><b> בית המוקד כיפה</b>. בית המוקד פר''ח בפ''ק דיומא (דף טו: ד''ה ואחת) על שם שלא היה האש כבה משם לעולם מפני שהיו נוטלין האש לצורך המזבח דאמרינן בתורת כהנים שמצוה להביא מן ההדיוט שנאמר ונתנו בני אהרן [הכהנים] אש על המזבח אע''פ שהאש יורד מן השמים מצוה להביא מן ההדיוט וביציאות השבת (שבת כ.) תנן ומאחיזין את האור במדורת בית המוקד ערב שבת עם חשיכה דכהנים זריזין הם ולא אתו להבעיר ופירש רש''י להתחמם שם כהנים שהיו הולכים יחפים על גבי רצפת העזרה דאמרינן בזבחים (דף כד.) הואיל וכלי שרת מקדשים ועזרה מקדשת מה מצינו בכלי שרת שלא יהא דבר חוצץ בין ידו לכלי התם נפקא לן מקרא אף עזרה לא יהא דבר חוצץ בינו לבין הרצפה:<br><br><b> כיפה</b>. כלומר לשכת בית המוקד ע''ג לשכה של אבנים היתה ובשביל שהכהנים שומרים לשם בנאוה ע''ג כיפה דשמירתן צריך לעשותה ע''ג מקום גבוה כדנ''ל מקרא ובית גדול היה וד' לשכות פתוחות לשם כדאמר לקמן ובמסכת מדות (דף לד.) ד' לשכות פתוחות לבית המוקד כקטוניות פתוחות לטרקלין כלומר כחדרים הפתוחות לבירה וע''י מעלות עולין מהלשכות שמה לבית המוקד ב' בקדש וב' בחול כלומר שתי הלשכות הפתוחות לו ב' מהם בנויות בקדש ובעזרה וב' בחול בהר הבית ובית המוקד בנוי חציו בקדש וחציו בחול וראשי פשפשים קנים מפסיקין בין קדש לחול כדי שיזהרו כהנים ולא ינהגו במקום קדש מנהג חול וא''ת כיון שעל מקום גבוה היה בנוי בית המוקד א''כ הרי הוא חול דגגין ועליות לא נתקדשו תריץ הכיפה היתה שוה לקרקע עזרה לפיכך לא בטלה קדושת כיפה וכהאי גוונא סוגיא אחרת בפסחים (דף כה:) על אותה שמועה של גגין ועליות דאמר התם גגין ועליות לא נתקדשו ופרכינן מיתיבי החלונות ועובי החומה כלפנים ואמרינן בשלמא דחלונות משכחת דקדושות כששוות לקרקע עזרה אלא עובי החומה היכי משכחת לה ומתרצינן כבר שורא פירוש החומה קטנה לפנים מחומה גדולה והיא נמוכה ושוה לקרקע גובה עזרה שקרקע עזרה הולך ועולה במעלות ומה היו משמשות מערבית דרומית היא היתה לשכת טלה קרבן דשם נותנים הטלאים המבוקרים דרומית מזרחית היא היתה לשכת עושי לחם הפנים מזרחית צפונית בה גנזו בית חשמונאי אבני מזבח ששיקצום מלכי יון צפונית מערבית בה יורדים לבית הטבילה טמא יורד דרך אותה לשכה למעיין לטבול ובית המוקד היתה בצפון עזרה כדתניא במסכת מדות (דף לד:):<br><br><b> מוקף רובדין של אבן</b>. רובדין כמו יצא והניחו על רובד רביעי שבהיכל (יומא דף מג:) והוא דבר הבולט מן החומה ולכך עשוין שמן הרובדין היו עולין ע''ג מטותיהן שהיו בתוך כניסת החומה כעין מטות:<br><br><b> וזקני בית אב ישנים שם</b>. אותם שהיה להם לעבוד למחר היו ישנים בתוך כניסת החומה ולא ארובדין קאי דא''כ ה''ל למימר על גביהם ובגמרא מוכיח שלא על אלו הרובדין היו ישנים דקאמר איצטוותא דקא סלקי בהו לאיצטוותא ומוקף לאו דווקא אלא אותו בית המוקד שבנוי בחול היה מוקף רובדין של אבן כדי לעלות במטות שהן בתוך החומה דבמקום חול היו ישנים ולא במקום קדוש דראשי פשפשין מבדילין בין קדש לחול כדי שלא ינהגו בקדש מנהג חול:<br><br><b> ומפתחות [העזרה] בידם</b>. כלומר בידי אותם כהנים לשם היו מונחות כל מפתחות העזרה ומפרש במסכת מדות (דף לד:) היכן היתה הנחתן מקום היה שם אמה על אמה בלשכת בית המוקד וטבלא של שיש באותו מקום וטבעת היתה קבועה ומגביהין אותן ע''י אותן הטבעות הגיע זמן הנעילה הגביה את הטבלא מן הטבעות על ידי טבעת אי נמי ע''י אותן הטבעות היתה הטבלא נטולה בארץ וכשרוצין להגביה מגביהין אותה מן הטבעת נוטל את המפתחות מן השלשלת המפתחות נתונין תחת אותה טבלא בשלשלת ונעל הכהן בפנים שערי עזרה ובן לוי ישן לו מבחוץ גמר מלנעול החזיר המפתחות למקומן תחת הטבלא ונותן עליו כסות שלו וישן על אותו טבלא:<br><br><b> ופרחי כהונה איש כסותו בארץ</b>. פרחי כהונה בחורים שהגיעו לעבודה איש כסותו בארץ כסות שלו בארץ שלא היה להם כניסה בחומה ומטות נמי לאו אורח ארעא לעיולי התם כדמפרש בגמ':<br><br><b> ולא היו ישנים בבגדי קדש</b>. בגמ' מפרש טעמא אלא פושטין ומקפלין אותן תחת ראשיהם לא כנגד ראשיהם:<br><br><b> ומתכסים בכסות עצמן</b>. בגדי חול:<br><br><b> אירע קרי לאחד מהם</b>. סדר מעשיהם מפרש:",
        "<b>במסיבה</b>. ראיתי בפתרונו של ר' יעקב בר שמעון זצ''ל בכל מדות מוכיח שמסיבה הוא עמוד של בנין שעולין ויורדין בו ע''י גלגול:<br><br><b> תחת הבירה</b>. כי היכי דפליגי ר' יוחנן ור''ל בעלמא (יומא דף ב.) גבי בא ושרפו לפני הבירה ואיכא מאן דאמר כל המקדש כולו קרוי בירה שנאמר אל הבירה אשר הכינותי ואיכא מ''ד מקום יש בהר הבית ובירה שמו ה''נ פליגי הכא דלמ''ד כולו בית המקדש היה המחילה הולכת תחת בית המקדש וראשה אחד פתוח ללשכת בית המוקד של מקום חול וראשה האחד פתוח חוץ לעזרה אל מקום הטבילה ואפי' לרבי יוחנן דאמר מחילות שתחת היכל קדש ה''מ בפתוחות לקדש אבל פתוחות להו. הבית אין עליהן קדושת הר הבית וכן מוכח בכיצד צולין בסופו (פסחים דף פו.) ואף על פי שבנויות בקדש ולמ''ד מקום יש בהו. הבית ובירה שמו תחת אותו מקום המחילה נמשכת ולכך עשו מחילה דמחילות לא נתקדשו וזב ובעל קרי משתלח לשתי מחנות חוץ לעזרה והר הבית:<br><br><b> והנרות דולקות מכאן ומכאן</b>. במחילה כדי להאיר לו:<br><br><b> ומדורה היתה שם</b>. במחילה סמוך לבית הטבילה אחר שטבל מתחמם שם:<br><br><b> ובית הכסא של של כבור</b>. וזהו כבודו לפי שיש בו פתח ואדם שנכנס שמה ימצאהו נעול סגור היה חוזר לאחוריו לפי שמבין שיש בו אדם:<br><br><b> מצאו הפתח פתוח בידוע שאין בו אדם</b>. ונכנס שם לעשות צרכיו:<br><br><b> ירד</b>. לבית הטבילה וטבל ועלה ונסתפג ונתחמם כנגד המדורה והא דתנן במס' מגילה (דף כ.) לא מזין ולא טובלין אלא ביום היינו בחייבי טבילה שצריכין ספירה כמו טמא מת או זב או מצורע וכשיגיע יום ז' וספר מקצתו יטבול דס''ד אמינא הואיל ולילה אחר היום מתחלת הלילה הוי שביעי קמ''ל דלענין טבילה עד דהוי יום דכתיב וספרה לה ז' ימים ימים ולא לילות ונדה ויולדת טבילתן בלילה שהרי כל ז' שלהן הן טמאים הילכך ליל שמיני הן טובלין:<br><br><b> בא וישב לו אצל אחיו הכהנים</b>. דאע''ג דעדיין אינו טהור עד שיעריב שמשו דהא טבול יום הוא י''ל דחכמים לא הטריחוהו ללכת ולצאת משם הואיל ולילה הוא עד שיאיר היום דהא דאמרינן טבול יום אל יכנס למחנה לויה מדרבנן ומהכא יש להוכיח על אותה שמועה של יבמות (דף ז:) דהכי פירושו דאמרינן התם מצורע שחל שמיני שלו ערב הפסח וראה קריי בו ביום אמרו חכמים אף על פי שאין טבול יום אחר נכנס זה נכנס מוטב יבא עשה שיש בו כרת וידחה עשה שאין בו כרת רבי יוחנן אמר דבר חורה אפילו עשה אין בו שנאמר ויעמוד יהושפט בחצר החדשה וגו' שחדשו בה דברים ואמרו טבול יום אל יכנס למחנה לויה והכי פירושו דבר תורה ר' יוחנן לא לאפלוגי אתא אלא מפרש מילתא דתנא קמא קאמר הא דאמר ת''ק יבא עשה שיש בו כרת וידחה עשה שאין בו כרת ה''ק מוטב יבא עשה שיש בו כרת פסח וידחה עשה דמדרבנן שאין בו כרת באיסורו ואגב דאיירי בכרת נקט כרת והיינו דקא מפרש דבר תורה דאי ת''ק איירי באיסור שהוא מן התורה לא היה לו לר' יוחנן לומר לך דבר תורה דהא בהא איירי אלא הכי היה לו לומר א''ר יוחנן אפילו עשה אין בו אלא ודאי לפרושי מילתא. ת''ק אתא ועוד דמוכח בכתובות (דף ח.) דר' יוחנן לאו תנא הוא דאמרינן התם אמר רב נחמן אמר רב חתנים מן המנין ואין אבלים מן המנין מיתיבי חתנים ואבלים מן המנין נ תני' קרמית עליה דרב רב תנא הוא ופליג איתמר א''ר יצחק א''ר יוחנן חתנים מן המנין ואין אבלים מן המנין מיתיבי חתנים ואבלים מן המנין ומתח כי תניא ההיא בשורה ואם איתא דר' יוחנן נמי תנא הוא כי היכי דתריץ אליבא דרב רב תנא הוא ופליג היה לו לתרץ אליבא דר' יוחנן ר' יוחנן תנא הוא ופליג אלא ודאי לאו תנא הוא אי נמי אין להוכיח מכאן דאיכא למימר אותו חציה בחול לא היתה הכיפה שוה לקרקע הר הבית וקי''ל בפסחים (דף פה:) דגגין ועליות לא נתקדשו ל''ש גגי עזרה ול''ש גגי ירושלים בקדושת ירושלים:<br><br><b> עד שהשערים נפתחים</b>. דלתות העזרה:<br><br><b> יוצא והולך לו</b>. דהואיל ולא יעשה עבודה מה יעשה לשם אי נמי אגב חביבותא איקרי ועביד עבודה דומיא דהך דאמרינן בפ''ב דיומא (דף כד:) במה מפיסין רב ששת אומר בבגדי קדש דאי אמרת בבגדי חול אגב חביבותא מיקרי ועביד עבודה:<br><br><b> יוצא והולך לו</b>. לביתו למלאכתו דמה יעשה הואיל ולא יעבוד ולקמן נמי אומר שבשעת השתחואה בשעת הקטורת הוה ראש המעמד מעמיד את הטמאים בשער המזרח (ופליגי בה שער הניצוץ אותו הבנין היה בנוי הבנין) ופליגי בה אמוראי בפסחים (דף פב:) חד אומר כדי (לפוש) שכניסת כל העם דרך שם שנכנסים לשם להשתחוות כדלקמן ויודעים שמפני הטומאה הם חדלים ליכנס שם ואלו הטמאים יזהרו לבלתי לטמאות עוד וחד אמר משום חשד שלא יחשידום שמפני מלאכתם הם חדלים ליכנס שם לעבוד עבודה ומעמידם אותם שם כדי שיראו אותם בני אדם ויודעים שמחמת טומאה הם חדלים ולא יאמרו מחמת מלאכה הוא דאם היו שבים לביתם יאמרו העולם מפני ביטול מלאכתם הם שבים:<br><br><b> מי שהוא רוצה לתרום את המזבח</b>. כל אותם שרוצים לתרום היו משכימים ושנים וג' בני אדם אין תורמין כי אחד הוא תורם אלא מטילין גורל עי שבא גורל לידו הוא תורם ובסוף מתני' מפרש כיצד תורם את המזבח הילכך קתני מי שרוצה לתרום את המזבח כהנים שרוצים כל אחד ואחד לתרום את המזבח היה מכין את עצמו וטבל קודם שיבא הממונה על הפייסות ומפרש ביומא מה היה שמו ואמרינן במסכת יומא (דף ל.) דאין אדם נכנס לעזרה אפילו טהור עד שיטבול ומפרש התם טעמא:<br><br><b>וכי באיזו שעה ממונה</b>. שואל ואח''כ משיב כלומר אנכי מפרש:<br><br><b> לא כל העתים שוות פעמים שהוא בא מקרות הגבר</b>. תרנגול בשליש הל. לה לאחר חצות או סמוך לו בין מלפניו בין מלאחריו פעמים קודם פעמים אחר כך לא היה קבע בדבר אבל באמצע הלילה לא יבא:<br><br><b> הממונה</b>. על הפייס:<br><br><b> בא</b>. מביתו ודפק עליהם בין על שערי הר הבית בין על שערי בית המוקד הפתוח להר הבית והם פותחים לו:<br><br><b> אמר להם</b>. לכהנים שבאותו בית אב מי שטבל והכין עצמו לתרומת המזבח יבא ויפייס בכאן בחצי בית המוקד הבנוי בקדש דאין מפילים פייס אלא בעזרה במקום הקדש דבעינן בית אלהים נהלך ברגש כדמפדש במסכת יומא (דף כה.) והפיסו בחצי בית המוקד המקודש:<br><br><b> זכה מי שזכה</b>. ואף על גב דשאר פייסות היו בלשכת הגזית כדמפרש ביומא (דף כה.) התם היינו טעמא מפני שאותם כהנים שהיו בעזרה היו קרובים ללשכת הגזית כיון דלשכת הגזית מקרבתו להתם הוי מפייסי אבל הכא כיון דהוו בבית המוקד שעדיין לא ירדו לעזרה ואיכא נמי בבית המוקד מקום מקודש הוו מפייסי התם ובעזרה א''א לפייס דאין נכון לעמוד בעזרה בלא מצנפת כדאמר לקמן (דף ל) הממונה בא ונוטל מצנפת של א' ויודעין כולם שממנו פייס מתחיל א''נ משום דהוי קיימי בכוליאר מסובב אי אפשר דהוו אחוריהם לבית ולקמן לאחר שפייס את סדר תרומת הדשן והגיע זמן עבודת יום שחיטה קתני וירדו להם ללשכת הגזית וטעמא כאשר פירשתי שאותו מקום קרוב להם יותר להפיס:<br><br><b> גמ' מנא הני מילי</b>. כלומר מנלן מן הפסוק דבעינן ג' שומרים: אמר קרא והחונים לפני המשכן משה ואהרן ובניו שומרי משמרת הקדש. אהרן ובניו הרי ג' שומרים ולבסוף פריך ואימא כולהו בחד מקום ומתרץ ליה: אמרי אין שימור בעלמא אשכחן דבעי ומיהו מתני' קתני בג' מקומות הכהנים שומרים. פשיטא דשימור בעי כדכתיב קרא מיהו אנן בעינן מנא ה''מ אהא דקתני במתני' דבשלשה מקומות היו כהנים לפני לוים שהרי הפסוק משמע דבהדי הדרי הוו דמשה חשיב בהדי כהנים: אמרי והחונים לפני המשכן קדמה מזרחה משה ואהרן ובניו שומרי משמרת הקדש. כלומר ודאי קרא לא חשיב משה בהרי כהנים ותדע לך מדכתיב החונים בראש הפסוק ש''מ הכי מדריש החונים לפני המשכן קדמה משה ואהרן ובניו שומרים דאם הוה משה עמהן היה לו לכתוב לפני המסכן קדמה משה ואהרן ובניו שומרי משמרת דכולהו כי הדרי הוו:<br><br><b> ואימא כולהו בתו מקום</b>. כל שמירת כהנים בחד מקום גזירת המקום הוא שיהא נ' כהנים שומרים יחד שמירה אתת:<br><br><b> לא ס''ד כמשה</b>. כלומר ממשה אתה יכול ללמוד שהרי שמירת כהנים הוקשה לשמירת משה לומר לך מה משה בחד מקום שהוא לא הוה שומר עמהם כך אהרן ובניו כל אחד בשמירתו לבדו:<br><br><b> רב אשי אמר מסיפיה דקרא</b>. יכול אתה בקל להבין דבעינן ג' מקומות בכהנים וכתיב שומרי משמרת למשמרת הרבה שמירות ואי בחד מקום הוו כולהו א''כ לא הוי אלא שמירה אמת:",
        "<b>מגבה גביהי כעליות</b>. משום הכי בעי דפשיטא ליה להש''ס דשמירת כהנים הם בגבוה כדבעינן לפרושי לקמן מקרא משום הכי בעי עליות ממש הוו כל עליות שבהש''ס שהבית תחתיה לשום תשמיש הוא נעשה להבית אבל הכא אפילו בלא תשמיש דלמטה היו צריכים להיות בגבוה משום הכי קא בעי עליות ממש ותשמיש למטה כדרך עליות שהתשמיש למטה בבית:<br><br><b> או דלמא</b>. לא היו צריכים למטה בבית אלא לשמירת כהנים בעבור תהיה בגובה משום הכי בנאום על גבי מקום גבוה שבעזרה או על גבי עמודים אבל עליות תשמיש לא שתהא תשמיש למטה:<br><br><b> ת''ש שבצפון שער כו'</b>. משנה היא במסכת מדות ורישא דמשנה הכי איתא ז' שערים הוו בעזרה שפתוחים לעזרה שלשה בצפון ושלשה בדרום ואחד במזרח דרך כניסה לעזרה שבדרום שער הדלק על דרך אותו שער מביאין עצים למזבח ושני לו שער הבכורות דרך אותו שער מביאין בכורות למזבח שלישי לו שער המים ע''ג אותו שער נעשה כמין חקיקה אמה על אמה ברום שלש אמות והמשיכן לתוכן מעין עיטם וכן מפורש ביומא (דף לא.) זה בית הטבילה שהזכרנו למעלה דחד היה על גבי שער ואותו בית הטבילה הו' בארץ דהרבה בתי טבילה הוו לצורך כהנים שבמזרח שער ניקנור שם האיש שעשה אותו שער ניקנור שמו ודרך אותו שער נכנסים לעזרה ושתי לשכות היו לו אחת מימינו ואחת משמאלו אחת לשכת פנחס המלביש ואחת לשכת עושי חביתין שמתקנין שם מנחות הנכנסות במחבת ונאפות שמה שבצפון שער הניצוץ אותו בנין היה בנוי בעזרה ועליות לא נתקדשו ופתח של בית הניצוץ היה פתוח לחול להר הבית מדקתני ופתח היה לו לחול אלמא בעזרה היה מקצת הבנין:<br><br><b> כמין אכסדרא היה</b>. אותו בית למטה פרוצה מרוח אחת כאכסדרא דבי רב שפרוצה מרוח אחת א''נ בכל צדדין היא פי. וצה כסתם אכסדרות שפרוצות . מכל צד והבנין של מעלה בנוי על גבי עמודים:<br><br><b> שהכהנים שומרים למעלה ולוים למטן</b>. כלומר לכך עשאום על גבי אכסדרא לפי שצורך שמירת כהנים צריכה להיות בגובה אבל לוים ששומרים כמו כן מן הפסוק כדלקמן אין צריכין להיות שמירתן למעלה אלא למטה ואגב דצריך לו לומר ששמירת כהנים צריכה שתהא למעלה פירש דלוים לא בעי למעלן אלא למטן. למעלן למטן גרסי' ושמירת לוים אינה מוסבת על בנין אכסדרא אלא לימדך שאע''פ ששמירת כהנים צריכה שתהא למעלה מ''מ שמירתן של לוים לא בעי למעלן אלא למטן כלומר כל מקום שמירתן למטה ותדע לך דשמירת לוים לא היתה באכסדרא אלא לימדך זו כדקא חשיב במסכת מדות וגם לקמן הש''ס מייתי לה אגב גררא בג' מקומות הכהנים שומרים כו' והלוים בכ' ואחד מקים דקא חשיב להו ולא חשיב שמירה זו שלוים יהו שומרים באכסדרא זו למטה מהכהנים דקא חשיב חמשה על חמשה שערי הר הבית ארבעה על ד' פנותיו מבפנים ה' על חמשה שערי עזרה ד' על ד' פנותיו מבחוץ ולקמן מפרש אמאי אלו מבפנים ואלו מבחוץ אחד בלשכת הקרבן באותה לשכה נותנין קרבנות המבוקרים והוא חוץ לעזרה ושער היה לה ואחד בלשכת פרוכת שם היו נשים אורגות את הפרוכת ואחד בלשכת אחורי בית הכפורת ואם איתא דלוים שומרים באכסדרא א''כ הוו להו עשרים ותרי לקמן מוכח דאמרינן לקמן תרי מינייהו לא בעו שימור ועל מקומו אפרש:<br><br><b> מנא ה''מ דכהנים שומרים מלמעלן ולוים מלמטן</b>. כלומר שהלוים בשמירתן ואין שמירתם בגובה כמו לכהנים:<br><br><b> דת''ר וילוו עליך וישרתוך בעבודתך הכתוב מדבר</b>. כלומר בעבודתך דהיינו שמירה שהן שומרים כמו כן בא הכתוב ולימד וילוו שטפלין לך בשמירתן שאינן שומרין בגובה כמותך:<br><br><b> אתה אומר בעבודתך</b>. כאשר פירשתי:<br><br><b>או אינו אלא בעבודתם</b>. כלומר שהיו שומרים ונושאי' בכתף ומאי וילוו עליך וישרתוך הכי קאמר ויתחברו עליך וישרתוך בני לוים שהיו נושאים בכתף המשכן וכל כליו והאי וילוו שאתה עושה עיקר עבודה דהיינו עבודת מזבח והם ישרתוך שיהו נושאים המשכן בנסיעתן:<br><br><b> כשהוא אומר</b>. בבני לוי ושמרו את המשכן לכל כליו ולכל עבודתו דעבודתן של לוים היא משאם:<br><br><b> הא מה אני מקיים וילוו עליך וישרתוך בעבודתך הכתוב מדבר</b>. ולימדך הכתוב שיהו לוים טפלים בשמירתך כהנים למעלן ולוים למטן מ''ר: וחד שימור הוא דהוה ליה לבית המוקד ורמינהי ב' שערים היו לו לבית המוקד. הבנוי על גבי כיפה אחד פתוח לחול להר הבית ואחד פתוח לעזרה בחציו הבנוי בקדש ומדהוו שני שערים אלמא הוו שני שומרים דלכל שער ושער הוי שומר ובלבד שישמש כניסה ויציאה ואף על גב דאמרינן לשכות הבנויות בקדש ופתוחות לחול תוכן חול לששת בית המוקד הואיל והוה ליה שני שערים אחד בקדש ואחד בחול הבנוי לקדש נמשך אחר פתחו והבנוי בחול נמשך אחר פתחו וכן מוכח ביומא (דף כה.) גבי לשכת הגזית דאמרינן דחציה בקדש וחציה בחול ואמרינן שמע מינה שני פתחים היו לה אחד פתוח לקדש ואחד פתוח לחול דאי סלקא דעתך פתח אחד היה לה ולקדש היה פתוח זקן היה יושב במערבה מי איכא והאמר מר אין ישיבה בעזרה אלא למלכי בית דוד [בלבד] ואי סלקא דעתך לחול היה פתוח ופתח אחר לא היה לו והאמר מר לשכות הבנויות בקדש ופתוחות לחול תוכן חול ואנן בעינן פייס במקום מקודש שנאמר בבית אלהים נהלך ברגש אלא שמע מינה שני פתחים היו לה אחד פתוח לחול ואחד פתוח לקדש:<br><br><b> א''ר יהודה</b>. סיומא דההיא משנה היא בזו שנכנסין בו לעזרה פשפש קטן היה לה פתח קטן בתוך שער שבו נכנסים לבלוש את העזרה בלילה קודם תרומת הדשן לפי שאינם רוצים לפתוח שערי עזרה עד זמן עבודת תמיד שהוא יום וכן מוכח במתניתין לאחר שהפיסו על תרומת הדשן דלשם בבית המוקד היו מפיסין נטל את המפתח ופתח את הפשפש ונכנס לעזרה נכנסו אחריו כו' עד שהיו מגיעים כו' הכל שלום ומתני' דתמיד אליבא דר' יהודה דמדות:<br><br><b> אמר אביי כיון דגבי הדדי קיימי</b>. זה כנגד זה אי נמי דסמיכי אהדדי:<br><br><b> דוי להכא דוי להכא</b>. בחד שומר סגי דוי רואה כמו חזיא דהוי דוי למערב (שבת דף לה.):<br><br><b> רובדין מאי ניהו גיזרתא דאיצטוותא דסלקי בה לאיצטוותא</b>. שעולין על ידם למטות שהן בחימה כעין מטות וקא סלקא דעתך דלאחר. שנבנו בחומה חלקו את האבנים ועשו כמין איצטוואות ומשום הכי פריך ומי פלגי אבנים והא כתיב והבית בהבנותו אבן שלימה מסע נבנה:<br><br><b> אמר אביי דמתקנן ומייתן מעיקרא</b>. קודם שיביאו האבנים בעזרה היו מתוקנות ע''י ברזל ומייתי אבנים גדולות ואבנים דקות כדכתיב בקרא (מלכים א ז) דהכי היו עושים אבני עשר אמות ואבני ח' אמות ואבני י' אמות אותן שתי אמות שבולטות לצורך איצטוואות הן בולטות וחוץ לעזרה מותר לחותכן ולהשוותן בברזל אבל משבאו לעזרה אסור להניף עליהם ברזל והא דכתיב (שם ו) ומקבות והגרזן וכל כלי ברזל לא נשמע [בבית] בהבנותו היינו בעזרה אבל חו לעזרה לא היינו דקמתרץ דמתקני ומייתי מעיקרא כן מוכח במכילתא דאמרי התם לא תבנה אתהן גזית בו אי אתה בונה גזית אבל אתה בונה גזית בהיכל ובבית קדשי קדשים הא מה אני מקיים ומקבות והגרזן וכל כלי ברזל וכו' בבית אינו נשמע אבל בחוץ נשמע כי חרבך הנפת עליה ותחלליה ר' שמעון בן אלעזר אומר המזבח נברא להאריך ימיו של אדם והברזל נברא לקצרם אינו דין שיבא מקצר על המאריך:<br><br><b> ואמאי לעיילי מטות</b>. אמאי ישנים על גבי החומה נעיילו מטות:<br><br><b> התם קרי להו רובים</b>. ורובים שומרים שם והכא קרי להו פרחי כהונה:",
        "<b>אמרי התם</b>. גבי שמירה דלא מטו למעבד עבודה שלא הגיעו לעשות עבודה כגון פחותים מי''ג שנה קרי להו רובים כלומר נערים הכא דמטו למיעבד עבודה שכל אותם שישנים שם בבית המוקד ראויין לעבודה דבשביל כך הם ישנים שם כדי שיהיו מזומנים למחר לעבודה ביום עבודתם דכל משמרה מתחלקת לו' בתי אבות כנגד ששת ימי שבוע ובשבת עובדין כולן ביחד וחולקין ביחד קרי להם פרחי בחורים שלא הגיעו עדיין לכלל זקנה:<br><br><b> תנן התם</b>. במס' מדות (דף לד.):<br><br><b> והלוים בכ''א מקומות ה' על ה' שערי הר הבית</b>. ה' שערים שהיו לו להר הבית כדתנן במסכת מדות:<br><br><b> איבעה על ארבעה פנותיו מבפנים </b>. פנות אנגל''ש למקום שכלה החומה ומתחלת חומה:<br><br><b> ה' על ה' שערים </b>. שהיו לו ולקמן פריך משבעה שערים שהיו לעזרה דתנן במסכת מדות (שם) ומסיק לה שפיר:<br><br><b> וארבעה על ארבעה מבחוץ</b>. [מבחוץ] קאי בין אשערים בין אפנות ולקמן מפרש מאי שנא: הר הבית היה ה' מאות אמה על ה' מאות אמה ובכלל אותו חשבון היה חשבון העזרה מאה ושלשים וחמשה על אורך מאה ושבעה ושמונים ובמסכת מדות מפרש היכי הוה הר הבית חמש מאות אמה על ה' מאות אמה רובו מן הדרום שני לו מן המזרח שלישי לו מן הצפון ומיעוטו מן המערב והכי פירושו העזרה היתה באמצע הר הבית אלא שלא היתה ממוצעת מכל וכל דרוב הר הבית בדרומו של עזרה שני לו מן המזרח כלומר הר הבית מתמעט מכל צדדיו דרובו היה בדרום עזרה ושני פחות היה בו אצל מזרח ועוד שלישי פחות מן הצפון ועוד פחות מן המערב אחורי בית קדש הקדשים:<br><br><b> מנא הני מילי</b>. דבעינן כ''א שומרים בכ''א מקומות: במתני' תנא למזרח הלוים ששה לצפונה לוים ד' לנגבה לוים ד' וגו'. קרא במשכן כתיב בימי דוד בדברי הימים וקא מני קרא את השומרים שהיו שומרים את המשכן ובקרא לא נחית למנין כהנים ומדחשיב לוים כ''א ללמדנו שבכ''א מקומות היו דאי בחד מקום היה מיירי אמאי בצד מזרח ששה בתרי סגי ומשום צוותא בחד מקום הוי שומרים אלא ודאי ה''ק למזרח לוים צריך ששה (וכולה) מקומות וכן כולהו:<br><br><b> אמרי הני כ''ד הוו אמר אביי ה''ק ולאסופים שנים</b>. כלומר קרא דקא חשיב שנים שנים בשביל סוף פסוק כפל את לשונו כאדם המדבר וכופל את לשונו וה''ק וללשכות התוספות במשכן שנים שנים יהיו בכל עת אחר כך הוא אומר לפרבר למערב ד' למסלה שנים לפרבר ומעיקרא כשהקשה הש''ס כ''ד הוו היה סבור דשנים לא לשון כפל אלא דוקא ומתרץ דודאי לאו דוקא הם דא''כ היה לו לכתוב ארבעה ולמה יכתוב שנים שנים אלא ודאי כפל לשון כמו שפירשתי: ואכתי כ''ב היו היאך דלפרבר חד הוא אידך משום צוותא הוא דאזיל יתיב גביה. אבל למערב לפרבר ד' דלא בעי צוות שהרי ארבעה הן באותה רוח ואין כל אחד צריך לצוות שהרי חבירו שומר באותו צד אבל הכא אותן שנים דקחשיב קרא האחד בשביל צוות שולי''ץ בלע''ז: כמ''ד כלפי בר:<br><br><b> ואיבעית אימא</b>. קרא דקחשיב ב' ב' דוקא כתיב ולא כפל לשון וגם שנים לפרבר:<br><br><b> ותלתא דכהנים</b>. והשאר של לוים ויותר משלשה לא מצינו לרבויי גבי כהנים דלא מצינו בכהנים יותר מג' שמירות דכתיב שומרי משמרת למשמרת:<br><br><b>[בכ''ד מקומות כו']</b>. וילמוד סתום מן המפורש:<br><br><b> וזה אחד מהן</b>. זהו מפורש מכולן לכך נקיט ליה במילתיה:<br><br><b> מ''ש הר הבית דעבדינן שמירתן מתוכן </b>. בין אפנות בין אשערים:<br><br><b> ומ''ש עזרה דעבדינן שמירתן מבחוץ</b>. בין אשערים בין אפנות עזרה:<br><br><b> דאי תמה</b>. כלומר היה עייף מלעמוד לא מצי יתיב:<br><br><b>דאמר מר כו' עבדינן מבחוץ</b>. דאי הוו מתוכן לא מצי יתבי וא''א לעמוד כל היום:<br><br><b> אמר אביי תרי מינייהו לא בעי שימור</b>. לוים דהא כהנים בג' שמרי להו ומה ניהו שער בית המוקד ושער בית הניצוץ ובחשבון הז' שערים קא חשיב להו מתני' דמדות (שם):<br><br><b> ומז' אמרכלין</b>. שרי הכל כלומר ממונין אף על הגזברין:<br><br><b> ר' נתן אומר אין פוחתין מי''ג גזברין כנגד י''ג שערים</b>. גזברין הם השוערים וזהו הלשון נמי איכא בספרי וכו' ור' נתן היא ופרושי קא מפרש לה למה היו י''ג ואותם ב' שערים דהוה בבית המוקד חשבי להו כחד הואיל וגבי הדדי הוו קיימי אלמא איכא מ''ד תמניא הוו ולדידיה קרא דוקא בלוים כתיב ולא בכהנים:<br><br><b> אלמא איכא למ''ד תמניא הוו</b>. ותלתא תנאי נינהו:<br><br><b> שינה הוא דלא</b>. שמא יפיח בהן וגנאי הוא לבגדי קדש:<br><br><b> אבל הילוך מהלכין בהן</b>. אפילו שלא בשעת עבודה:<br><br><b> ש''מ בגדי כהונה ניתנו ליהנות בהן</b>. שע''מ שיהנו בהן אפילו שלא בשעת עבודה הקדישום מתחלה ותנאי ב''ד הוא ופלוגתא היא במסכת יומא (דף סט.): הוא הדין דאפילו הילוך נמי אסור והא דקתני לא היו ישנים משום דבעי למתני סיפא אבל פושטין כו'. איירי באיסור שינה:<br><br><b> ש''מ בגדי כהונה ניתנו ליהנות בהן</b>. מדקתני תחת ראשיהן:<br><br><b> אלא אימא נגד ראשיהן</b>. . [אצל ראשיהן]: אמר רב פפא ש''מ תפלין מן הצד שריין ולא חיישינן דילמא מיגנדר ונפל עלייהו. כלומר מדשרינן איסורא דאורייתא דהיינו בגדי קדש דאסור ליהנות בהן שלא בשעת עבודה ואף על פי כן שרינן ליה להניח תחת מראשותיו שלא כנגד ראשו ולא גזרינן שלא יתגלגלו ויבואו כנגד ראשו ונמצא מועל ובא לידי איסורא דאורייתא שמע מינה תפלין מן הצד מותר להניחן בין כר לכסת שלא כנגד ראשו ולא חיישינן דילמא מיגנדר ונפיל עליהן והוי איסורא דרבנן דדמי לבזיון שיהא ראשו מונח על התפילין כלומר מדשרי דבר שיוכל לבא לידי איסור דאורייתא כ''ש דאית: לן למישרי איסור שאין יכול לבא אלא לידי איסור דרבנן:<br><br><b> ה''נ מסתברא דכנגד ראשיהן</b>. קחשיב דאי ס''ד תחת ממש נהי דניתנו ליהנות בהן ומש''ה מותר לישן בזמן שהן תחת ראשו ואיסור שמא יפיח בהן לא הוי אלא בזמן שהוא לבוש דאז הוא גנאי אבל אם הן בין כר לכסת ליכא איסורא דשמא יפיח:<br><br><b> תיפוק ליה דאסור משום בגדי כלאים</b>. וה''נ יכול לתרץ לעיל כשתירץ ה''ה דאפילו הילוך נמי לא ואיידי כו' אלא שיוכל לדחותו כדדחי ליה הש''ס לקמן:",
        "<b>הניחא למ''ד אבנטו של כ''ג לא זהו אבנטו של כהן הדיוט</b>. אבנטו של כ''ג בשאר ימות השנה דדברי הכל של כלאים לא זהו אבנטו של כהן הדיוט דאותו של כ''ג הוה דכלאים ושל הדיוט לא הוה דכלאים שפיר:<br><br><b> אלא למ''ד זהו אבנטו של כהן הדיוט</b>. נמי היה דכלאים כמו של כ''ג מאי איכא למימר:<br><br><b> וכי תימא כלאים בלבישה והעלאה הוא דאסור אבל מימך תותיה שרי</b>. מותר להציעו ולישן על גביו:<br><br><b>שמא תיכרך נימא על בשרו</b>. ונתחמם ופסיק רישא הוא ובגד שארוג בו כלאים מצד שני אפילו מצד האחד אסור ליהנות ממנו דכולו הוו דכלאים ואסור לישן עליהם חומרא דכלאים הוא ומסתמא הכא לא התירו הואיל ולא לצורך עבודה הוא:<br><br><b> אלא ש''מ נגד ראשיהן</b>. וכיון שלא כנגד ראשיהן היו נתונים ליכא חומרא דכלאים דכולי האי לא מחמרינן שיש היכר לדבר ולא אתו לידי איסורא:<br><br><b> ואיבעית אימא באותן שאין בהו כלאים</b>. לא תימא ה''נ מסתברא דאי נתנו ליהנות בהן משום כלאים ליכא דבהנך דלית בהו כלאים קאמר דמניחין תחת ראשיהן ובסדר יומא בפרק בא לו (דף סט.) לא גרסינן להאי ואיבעית אימא:<br><br><b> רב אשי אמר בגדי כהונה קשין</b>. ואין מחממין ואנן בעינן העלאה דומיא דלבישה דאית בהו הנאה הילכך אי לאו הכי משום דלא ניתנו ליהנות בהן משום כלאים ליכא למיחש:<br><br><b> נמטא</b>. פלטר:<br><br><b> גמדא</b>. קשה:<br><br><b> דנרש</b>. מקום:<br><br><b> שריא</b>. דקשה הוא ואינו מחמם ובפרק בא לו ביומא פירש הרב רבינו ש''י פי' אחר ואינו נראה דפי' תפלין מן הצד שריין ולא חיישינן שמא יפיח בהן דשמא יפיח בהן לא שייך אלא בשעה שהוא לבוש בהם ותדע מדקא פריך נהי דניתנו ליהנות בהו ותיפוק ליה משום איסורא דכלאים היה לו להקשות נהי דניתנו ליהנות בהן תיפוק ליה משום שמא יפיח הואיל ואיסור שמא יפיח הוי אם הם כנגד ראשו ובסוף יומא אין כתוב בספרים ולא חיישינן דילמא מיגנדר ונפיל עלייהו לכך פירשו הרב משום איסור שמא יפיח בהם והשתא לפי פירוש מורי אתיא שמעתא שפיר דהכי פירושו ש''מ מדקא שרינן איסור דאורייתא כלומר דבר שיוכל לבא לידי איסורא דאורייתא כ''ש דאית למישרי דבר שאינו יכול לבא אלא לידי איסורא דרבנן דאם באו תפלין כנגד ראשו אין כאן אלא משום בזיון וביומא (שם) מוכיחים מברייתא אחת שמביא הש''ס לשם דבגדי כהונה ניתנו ליהנות בהן: במחילה ההולכת מסייע ליה לר' יוחנן דא''ר יוחנן מחילות לא נתקדשו. מש''ה תיקנו לו מחילות לצאת דרך שם ובפסחים בפרק כיצד צולין (דף פו.) בסופו מוכיח דהא דא''ר יוחנן מחילות לא נתקדשו ה''מ במחילות שתחת הר הבית אבל מחילות שתחת עזרה אם הם פתוחין לעזרה נתקדשו בקדושת עזרה ואם הם פתוחין להר הבית לא נתקדשו כלום אפילו בקדושת הר הבית ומותר לזב ולבעל קרי ליכנס לשם הילכך עשו הכא מחילה ופתוחה להר הבית לחצר בית המוקד הבנוי בהר הבית לצאת לו לבעל קרי דרך שם למר כדאית ליה ולמר כדאית ליה כדפרישית במתני':<br><br><b> ובעל קרי משתלח</b>. הני תרי מילי שמעינהו מרביה כי הדדי אמרינהו: חוץ לשתי מחנות גרס וכן מוכח באלו דברים (פסחים סז:) דאמר התם זב וכל זב לרבות בעל קרי וזב משתלח חוץ לשתי מחנות מצורע חוץ לג' ואמרינן התם מסייע ליה לר' יוחנן דאמר רבי יוחנן כו':<br><br><b> רב ספרא הוה יתיב בבית הכסא</b>. ולא הוה ביה בפתח דלת אלא זה היה מנהגו אדם שרוצה ליכנס שם היה נוחר ואם היה שם אדם היה נותר כנגדו וזה חוזר לאחוריו ורב ספרא לא עשה כן אלא רבי אבא נחר ואמר לו רב ספרא ליעול מר והיה לו לנחור כנגדו לכך השיב לו רבי אבא לאחר שיצא משם:<br><br><b> ע''כ לא סליקת לשעיר וגמרת מילי דשעיר</b>. כלומר עדיין לא עלית לשם ואתה מתנהג במעשיהם שאינך צנוע כמותם אבל פרסיים צנועים הם כדאמרינן בברכות בפ''ק (דף ח:) בג' דברים אני אוהב את הפרסיים שצנועים בבית הכסא וכו':<br><br><b> למימרא דלא איבעי ליה למיעל</b>. ולא היה לו לומר בא אדוני אלא היה לו לנחור כנגדו:<br><br><b> עמוד החוזר</b>. כשאדם צריך לפנות ומשהא את נקביו ומחזירם בבטנו:<br><br><b> סילון החוזר</b>. אדם הצריך להטיל מים ומשהא את עצמו. גבי הטלת מים שייך לומר סילון:<br><br><b> חשיך ותקין נפשך קדום תקין נפשך כי היכי דלא תרחק</b>. כלומר למד עצמך שאפילו אינך צריך לנקביך חזק עצמך ליפנות בב' פרקים ולא תצטרך ליפנות ביום שבני אדם מצויים אלא ביציאת היום בתחלת הלילה וגם קודם שתצא הלילה שבני אדם מצויין בבית ותוכל ליפנות סמוך לבית ומתוך שתלמוד את עצמך בשני פרקים אלו לא תצטרך ליפנות ביום בשעה שבני אדם מצויין בדרכים ולא תצטרך להתרחק מביתך שבתי כסאות שלהם היו בשדות ואם תצטרך ליפנות ביום פעמים שתצטרך להתרחק ותשהא נקביך ותסתכן:<br><br><b> תוב וגלי כסי וקום</b>. וכשאתה נפנה שב תחלה ואח''כ גלי ותעשה צרכך ואל תגלה מעומד וזהו צניעות שלא יראוך:<br><br><b> כסי וקום</b>. קודם שתעמוד עצמך כסה לאחר שעשית צרכך:<br><br><b> שטוף ושתי שטוף ואחית</b>. ואע''ג דאין אדם שותה אלא א''כ שוטף את הכוס כדאמר שטוף ושתי אפ''ה לאחר שתשתה שטוף ואחית דלמא איקרי ושתי בלא שטיפה ונמצא בולע רוקו:<br><br><b> וה''ג וכשאתה שותה מים שפוך מהן ואחר כך תן לתלמידך</b>. כלומר הא דבעינן שטיפה לאחר שתיה ה''מ ביין שאינך יכול לשפוך ממנו ותעביר הרוק בשפיכה משום בזיון אוכלין אבל במים שאין כאן בזיון שפוך מהן וטוב לעשות יותר:<br><br><b> ואחר כך תן לתלמידך</b>. שפוך מהן תחלה קא סלקא דעתך הואיל ותלמידו הוא לא אנינא דעתיה קמ''ל:<br><br><b> כל מידי לא תפלוט קמי רבך בר מקרא דכפתילה של אבר דמי</b>. כל מידי דבר שאכלת ובא רוק בפיך לא תרוק בפני רבך דאמרינן (עירובין דף צט.) הרק בפני רבו חייב מיתה בר אם אכלת קרא ודייסא שאם בא רוק בפיך אל תחזירהו לאחוריו דסכנה היא:<br><br><b> דכפתילה של אבר דמי</b>. ששורפין את הגוף כפתילה של אבר:<br><br><b> תנן התם</b>. במסכת מדות:<br><br><b> איש הר הבית</b>. שר כמו (משלי ח) אליכם אישים אקרא כל לילה ולילה היה מחזר על כל משמר ומשמר והיו לו מפתחות הר הבית ואבוקות דולקות לפניו:<br><br><b> וכל משמי</b>. בשעה שהיה בא אצל המשמר כל משמר שאינו עומד כנגדו",
        "ואומר לו שלום עליך ניכר שהוא ישן חובטו במקלו מלקהו: ורשות היה לו לשרוף את כסותו והם אומרים מה קול בעזרה אומרים זה לזה בן לוי לוקה. ובשביל כך הוא צועק ונשמע קולו בכאן:<br><br><b> ק''ו על אונס שינה עושין דין</b>. דשינה זו היא אונס שאין אדם יכול לעמוד את עצמו שלא לישן משבאה לו שינה לעינו:<br><br><b> שלא על אונס שינה</b>. דבר שעושין במתכוין:<br><br><b> איזו היא דרך ישרה שיבור לו האדם</b>. הרבה דברים צריך לו לאדם לבחור אלא הכי קאמר איזוהי דרך אחת מדרכים הישרים שיבור לו האדם:<br><br><b>אהוב את התוכחות</b>. לאהוב אמ התוכחות:<br><br><b> (עשותה. כמו לעשות): שנאמר ולמוכיחים ינעם ועליהם תבא ברכת טוב</b>. אדם שמקבל תוכחה ינעם ונחת רוח באה לעולם:<br><br><b> עליהם תבא ברכת טוב</b>. טובה וברכה באה לעולם כשטובה באה לעולם רעה מסתלקת מן העולם:<br><br><b> ויש אומרים יחזיק באמונה יתירה</b>. ישא ויתן עם בני אדם באמונה ולא יאנה את הבריות:<br><br><b> זוכה לחלקו של מקום</b>. למחיצתו כלומר בתוך מחיצתו שכן נאמר מוכיח אדם הרי הוא אחרי כלומר עמי:<br><br><b> מתני' נטל את המפתח</b>. מתחת הטבלא של שיש ולא היה פותח שערי עזרה עד שיעלה עמוד השחר אלא נוטל את המפתח ופותח את הפשפש פתח קטן שהיה בשער הך סתמא ר' יהודה דמדות דאמר פתח קטן היה לו שבו נכנסין לבלוש את העזרה:<br><br><b> נכנס מבית המוקד לעזרה</b>. דרך בית המוקד:<br><br><b> נכנסו אחריו כהנים ושתי אבוקות של אור בידן</b>. נחלקו מאותן כהנים שתי כיתות מהם היו יורדים דרך צפון שבית המוקד היה בצפון:<br><br><b> אלו הולכין באכסדרה</b>. כל סביב העזרה מארבע רוחותיה עשו אכסדראות על גבי עמודים לעמוד תחתיהן ולהצניע כלים ובגמ' פריך ומי הוי אכסדראות בעזרה דס''ד דאותו בנין של עץ היה לכך היה מקשי:<br><br><b> אלו הולכים</b>. תחת אכסדראות של העזרה בצד מזרח ואלו דרך מערב עד שהגיעו למזרח אצל חביריהם למקום עושה חביתים דלשכת עושה חביתים הוה בעזרה כדאמר במנחות (דף צו.) דלישתן ועריכתן צריך לעשות בפנים ובמזרח היתה כדתנן במסכת מדות (דף לד.):<br><br><b> הגיעו אלו [ואלו] אמרו שלום הכל שלום</b>. לא חסרנו דבר: שלום כפל לשון:<br><br><b> העמידו</b>. מאותן כהנים עושי חביתים לעשות חביתים להחם חמין לרבוכה:<br><br><b> מי שזכה לתרום את המזבח תוא יתרום את המזבח</b>. וכיצד סדר עשייתן אומר לו הזהר שלא תגע בכלי שאף ע''פ שהוא יודע בדבר צריך להזהירו שהוא יהא הולך יחיד ושמא ישכח ויגע ומתוך שמזהירין אותו הוא נזהר:<br><br><b> עד שיקדש ידיו ורגליו מן הכיור</b>. דלינה פוסלת (מן) קידוש ידים ורגלים וצריך לחזור ולקדש:<br><br><b> והרי המחתה</b>. כל זה היה אומר לו הרי המחתה נתונה בזוית בין הכבש למזבח למערבו של כבש כלומר באלכסון היא נתונה ממוצעת בין כבש למזבח בזוית הכבש היא נתונה אצל מקום שכלה הכבש דהיינו בין הכבש ולמזבח:<br><br><b> ואיו אדם נכנס עמו</b>. שבין אולם למזבח אין אדם יכול ליכנס (בהן) אלא בשעת עבודה וכי היכי דאדם אסור ליכנס בין אולם למזבח הכי הוא דאסור ליכנס בין אולם לכבש דכבש הוא כמזבח לכל דבר:<br><br><b> ולא נר בידו</b>. לפי שהולך יחידי:<br><br><b> אלא מהלך לאור המערכה ולא היו רואין אותו</b>. לפי שהי' מצד אחר של כבש במזרחו דהא גובה הכבש שהוא גובה הרבה אמות היה מפסיק:",
        "<b>ולא שומעין את קולו</b>. מפני שר''ל עד שהיו שומעין את הקול וכו' תני ולא היו שומעין את קולו:<br><br><b> עד שהיו שומעין קול העץ שעשה בן קטין מוכני לכיור</b>. לגלגל שכבר שקעוהו מבערב כדי שלא יפסלו מימיו והשתא מעלהו כדי לקדש בו וכשמעלהו נשמע קול העץ דמי כיור נפסלין בשקיעת החמה ואיכא למ''ד בזבחים (דף כא:) דעכשיו משקען והתם מפרש שפיר:<br><br><b> והן אומרין הגיע עת </b>. לקדש קידש ידיו ורגליו מן הכיור ומפרש בזבחים (דף יט:) כיצד הוא מקדש מניח ידו הימנית ע''ג רגלו הימנית וידו השמאלית על גבי רגלו השמאלית ושופך מים ומקדש:<br><br><b> נטל מחתה של כסף ועלה ליאש המזבח</b>. דרך מזרחו של כבש באמה של כבש הסמוכות לצד מזרח הכבש ארכו שלשים ושתים ורחבו . ט''ז והוא היה באמצע המזבח נמצא משך המזבח מצד מזרח חוץ לכבש שמונה אמות ומצד מערב חוץ לכבש ח' אמות שהרי המזבח ל''ב אמות:<br><br><b> ופינה את הגחלים אילך ואילך וחתה מן המאוכלות הפנימיות</b>. מאותן גחלים שנתאכלו ונעשו גחלים דקים דהוו דשן דאשר תאכל האש כתיב. הכי גרסינן מן המאוכלות הפנימיות אבל גבי גחלי יום הכיפורים לא גרסינן מאוכלות אלא הכי גרסינן חתה וירד דהתם בעינן גחלים גמורים והכא בעינן דשן והא דבעינן הכא מאוכלות משום דנעשו דשן בעינן:<br><br><b> וירד</b>. ממזרחו של כבש דרץ. כשבא אל המזבח בה ישוב:<br><br><b> הגיע לרצפה</b>. למקום שכלה הכבש:<br><br><b>הפך פניו לצפון</b>. כלומר לא היה מהלך כדרכו דרך מזרח ויוצא חוץ לעזרה אלא הופך פניו לצפון העזרה דהיינו דרום המזבח:<br><br><b> והולך במזרחו של כבש</b>. אצל הכבש בקרקע עזרה סמוך לכבש והלך כעשרה אמות (בקרקע עזרה) מן (רגל) הכבש ועדיין רחוק הוא [מקום הדשן] מן המזבח כ' אמות דשלשים אמות היה הכבש תופס בקרקע עזרה (והלך כעשר אמות מן הכבש ועדיין רחוק הוא מן המזבח עשרים) אליבא דמ''ד לא היה לה יסוד למזבח כלל וקרן דרומית מזרחית לא היה לה יסוד ופליגי בה בזבחים (דף נד.) יש אומרים לא היה להם יסוד ליתן דמים על אותו יסוד אבל יסוד היה למזבח ואליביה היה הכבש תופס בקרקע עזרה ל' והא דתנן הכבש שלשים ושתים שהיה מתפשט עדיין ב' אמות למעלה על אמה יסוד ועל אמה סובב הרי שלשים ושתים ואיכא למ''ד לא היה לו יסוד כלל ואליביה תופס הכבש בקרקע עוד שלשים ואחת ומתפשט עדיין אמה אחת על הסובב הרי בין הכל ל''ב:<br><br><b> צבר הגחלים ע''ג הרצפה רחוק מן הכבש ג' טפחים</b>. צבר דכתיב ושמו ואמרינן ושמו שלא יפזר וא''ת הא בעינן ושמו אצל המזבח ונהי דכבש כמזבח לכל מילי מ''מ היה לנו לקרבו אצל המזבח ועדיין הוא רחוק מן המזבח עשרים אמות אמר לי רבי דמוהשליך דכתיב במוראה ונוצה דייקינן דכתיב במוראה ונוצה (ויקרא א) והשליך אותה אצל המזבח קדמה וקים להו לרבנן דלא מיקרי השלכה פחות מעשרים אמות ושיעור ח' אמות רוחב דעולת העוף היא נעשית על קרן דרומית מזרחית הילכך מניח את הדשן רחוק מן המזבח עשרים אמות מקום שנותנין שם מוראה ונוצה ודישון מזבח הפנימי ודישון המנורה וכל אלו נבלעים במקומן אבל תרומת הדשן נ''ל דלא היתה נבלעת מדאמרינן ביומא (דף כא.) עשרה נסים נעשו לאבותינו כו' ופרכינן ותו ליכא והאמר אביי מוראת העוף ודישון מזבח הפנימי ודישון המנורה נבלעין במקומן ואם איתא דתרומת הדשן כמו כן נבלעת ה''ל לאחשובה ואמרינן בכריתות (דף ו.) ושמו מלמד שטעונין גניזה דאסור ליהנות מתרומת הדשן:<br><br><b> גמ' ומי הוו אכסדראות בעזרה</b>. השתא קא סלקא דעתך אכסדראות של עץ היו ולכך פריך ומי הוו אכסדראות כו' בעזרה:<br><br><b> אמי רב חסדא באכסדראות של בנין</b>. עמודים של אבן היו בעזרה סביב חומת העזרה ועל העמודים נתונים כמין תקראות:<br><br><b> למימרא דחביתים הוו קדמי</b>. מדקתני לעשות חביתים מכלל דהשתא הוו מקטרי להו על גבי המזבח:<br><br><b> והתניא מנין שלא יהא דבר קודם לתמיד</b>. דבר הקובעו גבי מזבח לא יקדום לתמיד של שחר הקרב כמו כן על גבי המזבח כו':<br><br><b> להחם חמין לרביכה</b>. דמותר להחם חמין לעסוק בה וכשמגיע זמן הקטרתם לאחר שיקריבו אברי תמיד יקטיר כמו כן את החביתים:<br><br><br><br><br><br><b>פרק שני - ראוהו אחיו<br></b><br><br><br><br><br><b>מתני' ראוהו אחיו שירד</b>. אסדרא דלעיל קאי לאחר שתרם את הדשן וירד מן הכבש אז נתקרב אצלם אצל רוח שהם עומדים:<br><br><b> מיד יצו אחריו וקדשו ידיהם ורגליהם מן הכיור </b>. הואיל ורצו לקדש ידיהם ורגליהם כמו כן לצורך עבודה רשאים ללכת בין אולם ולמזבח:<br><br><b> נטלו את המגרפות </b>. יעים להסיר את הדשן ולפנותו לתפוח:<br><br><b> את הצינורות</b>. מזלגות להסיר את האברים:<br><br><b> ועלו לראש המזבח</b>. וקודם תרומת הדשן לא היו יכולים לעשות לפי שצריך להרים תרומת הדשן קודם שיפנו את הדשן לתפוח:<br><br><b>האברים והפדרים והחלבים שלא נתעכלו מבערב</b>. שלא נשרפו ונעשו דשן:<br><br><b> סולקין אותן לצידי מזבח</b>. כמו מסלקין לצידי מזבח:<br><br><b> סודרן בכבש</b>. כדי שלא יפסלו בלינה שאין יכולין להקטירן עד לאחר שיקטירו אברי תמיד ואם לא סודרן על המזבח היו נפסלין בלינה ואמרינן בזבחים בפ' המזבח (דף פז.) דאין לינה במזבח וכבש הרי הוא כמזבח לכל דבר צדי מזבח נראה לרבי מקום שהוא פנוי ואם אין (מן) הצדדין מחז קין סודרין אותם בסובב או על גבי הכבש ולאחר שיסדרו את המערכות יחזירו את האברים על המערכה ויציתו בה האור:<br><br><b> החלו</b>. התחילו לעלות את האפר על גבי התפוח: באמצע מזבח פעמים היה עליו שלש מאות כור:<br><br><b> תפוח</b>. צבור האפר שבאמצע המזבח שהיו שורפין אפר על גבי מערכה ומעלין אותם שם וזהו נויו של מזבח והוא נקרא תפוח על שם שהיה עגול כתפוח וחבירו במסכת עבודה זרה (דף נה.) אף על פי שנוטל בידו ונותן לתפוח צבור הענבים שבתוך הגת קרי תפוח וכשהיה רבה כל כך שלא היו יכולין לסדר המערכות כדאמרינן לקמן וראשי גיזרין הפנימיות נוגעים בתפוח היו מוציאין אותם לחוץ כדכתיב והוציא את הדשן אל מחוץ למחנה (ויקרא ו):<br><br><b> וביגלים לא היו מדשניו אותו</b>. כמו ודשנו את המזבח (במדבר ד) לא היו מוציאין אותו חוץ מן המזבח אף על פי שמזיק להם הדשן בסידור המערכה:<br><br><b> מפני שהוא נוי למזבח</b>. כשיש עליו דשן הרבה כדאמרן בעלמא (פסחים דף סה:) שבח הוא לבני אהרן שמהלכין עד ארכובותיהם בדם כך שבח כשיש עליו דשן הרבה ונראה שלא עומד המזבח בטל:",
        "<b>לא נתעצל כהן מלהוציא את הדשן</b>. אע''ג דנוי הוא למזבח כשיש עליו דשן הרבה אפ''ה כשהגיע העת לפנות את הדשן לא נתעצל כהן להוציא את הדשן מי שמוטל עליו לעשות:<br><br><b> החלו מעליו בגזירין</b>. לאחר שהסירו האפר ונתנוהו לתפוח שבאמצע המזבח והיה מקום המערכה פנוי לקח גזרי עצים חתוכין ובדוקין ממום דאמרינן כל עץ שנמצא בו תולעת פסול לגבי המזבח: והשתא שואל ומשיב לעצמו וכי כל העצים כשרים הן:<br><br><b> כל העצים כשרים</b>. כלומר רוב עצים כשרים:<br><br><b> חוץ משל זית ושל גפן</b>. בגמ' מפרש טעמא:<br><br><b> וא על פי שרוב עצים כשרים באלו רגילין במורבויות</b>. חריות וענפים לפי ששורפים יותר ואין מעלין עשן אבל אילנות זקנים אינן נוחין לישרף כמו אילנות בחורים א''נ לית בהו קשרים בבחורים כמו בזקנים:<br><br><b> עצי שמן</b>. עצים שדולקין כמו נר:<br><br><b> סידר את המערכה גדולה</b>. אותו שזכה בתרומת הדשן כדמוכח ביומא (דף כב.) דתנן התם מי שזכה בתרומת הדשן יזכה בסידור מערכה ובשני גזירין והא דקתני לעיל החלו מעלין בגזירין הם מסייעין לו שהיו מעלים את העצים והוא היה מסדרן:<br><br><b> מזרחה</b>. כלפי מזרח היה מסדר שהרי התפוח היה באמצע המזבח והוא לא היה מסדר העצים בצד מזבח הפנימי מערבית אלא ברוח מזרחית של המזבח דרך ביאתו למזבח:<br><br><b> וחזיתה למזרחה </b>. מראה היה עושה למערכה כמין חלון גבי מזרח שתהא הרוח מנשבת בו הרוח בא דרך שער מזרח ומנשב שם:<br><br><b> וראשי הגיזרין</b>. העצים הפנימים נוגעין בתפוח שהוא באמצע המזבח:<br><br><b> וריוח היה בין הגזירים</b>. בין סידרי העצים היו (העצים) מניחין ריוח:<br><br><b> שהיו מציתין האליתא </b>. עצים דקין משם דרך אותו ריוח ונדלקים הגדולים על ידי הקטנים והצתת האליתא נפקא לן (יומא דף כד:) מוערכו עצים על האש דהכי קאמר ונתנו בני אהרן הכהנים אש על המזבח ואח''כ וערכו עצים דקין על האש:<br><br><b>בררו משם עצי תאנים יפים</b>. לפי שהיו צריכים עכשיו לגחלים ולישאם על המזבח הפנימי ולהקטיר שם קטרת היו בוררים יפים שיעשו גחלים טובים ולא אפר:<br><br><b> המערכה</b>. של קטרת אחר סידור מערכה גדולה כדמוכח ביומא בשמעתיה דאביי (דף לג.) וביומא מפיק דבעינן שתי מערכות אחת לאברים ואתת לקטרת ותרווייהו על המזבח החיצון דקאמרינן על מוקדה זו מערכה גדולה ואש על המזבח תוקד בו זו מערכה שניה של קטרת:<br><br><b> כנגד קרן דרומית מערבית</b>. של מזבח החיצון ומשוך לצד צפון להרחיקו מן הקרן ד' אמות דקסבר האי תנא כוליה מזבח בצפון ואין מן המזבח נגד הפתח אלא חמש אמות שהרי ההיכל ממוצע ועומד באמצע העזרה וי' אמות פתחו של היכל יש מאותן עשר אמות חמש מן הדרום וחמש מן הצפון הרי חמש אמות מן המזבח נגד חמש אמות צפונית פתחו של היכל וארבע אמות שרוצה להרחיק מן הקרן מערבית ורוצה להמשיך אותו על קרן דרומית לפי שבאותן ארבע אמות אי אתה יכול לסדר המערכה לפי שהם אמה יסוד ואמה סובב ואמה קרנות ואמה הילוך רגלי כהנים סביב המערכה דקודם שתבא אצל המערכה שתוכל לסדר המערכה כלפי המזבח ארבע אמות ולימדך שבאמה חמישית תסדר שגם אותה האמה עדיין היא נגד הפתח שאם תרחיק יותר מאותה אמה ותקרב יותר לצד צפון כגון באמה ששית או שביעית תו ליכא פתח ואנן בעינן שיעשה המערכה נגד פתח ההיכל דגמרו מגחלים של יום הכיפורים שנוטלין מן המזבח החיצון ובאותו צד שהוא לפני ה' דהיינו בקרן מערבית דכתיב ולקח מלא המחתה גחלי אש מעל המזבח מלפני ה' ואמרינן (יומא דף מה:) איזהו מזבח שמקצתו לפני ה' ואין כולו לפני ה' הוי אומר זה המזבח החיצון וכתיב ביה לפני ה' דכל הנוטל מחיצון מבחוץ לינתן פנימי בפנים אין נוטל אלא בסמוך שאין לפנים סמוך הימנו בצד שהוא כנגד הפתח שאין קרוב לפתח יותר מאותו הצד:<br><br><b> בעומד ה' סאין</b>. גחלים לפי אומד חמש סאין גחלים היו נותנין שם עצים כך שיערו לחתות בתוכו בראש המזבח כשהוא חול מחתה של ארבעה קבין בריוח ולכך צריך שני כלים לפי שלא היה חותה בשל זהב כדאמר ביומא (דף מד:) שהתורה חסה על ממונן של ישראל ובכלי של כסף שהיה חותה לא היה יכול להכניס הגחלים בפנים דגנאי הוא להכניס כלי כסף בפנים שאין עניות במקום עשירות וגם צריך שיהא אותו שמכניס בפנים קטן יותר לפי שלא היה יכול לערות אותו של כסף בשל זהב שלא יפלו מן הגחלים לארץ הילכך חותה בשל ארבע קבין ומערה בשל שלשה קבין והיינו דתנן לקמן נתפזר ממנו כקב גחלים מכבדן לאמה וצריך להכניס כלי מלא בפנים דכתיב (ויקרא טז) ולקח מלא המחתה גחלי אש וגו':<br><br><b> ובשבת</b>. שצריך להקטיר באותו מערכה שני בזיכי לבונה מוסיפין שלש סאין בעומד שמונה סאין:<br><br><b> ששם נותנין בזיכי לבונה</b>. ולהקטיר הבזיכין במערכה גדולה א''א דמפרשינן בזבחים (דף נח:) דכל הנוטל בפנים ליתנן בחוץ אינו נותן אלא בסמוך שאין לפנים הימנו וגמרינן משירים והכי פי' כל דבר הניטל מבפנים כגון בזיכי לבונה כדי לתת על המזבח החיצון אינו נותן על מזבח החיצון אלא באותה קרן שהוא סמוך לפנים שאין לו קרן סמוך יותר ממנו וטעמא מאי דגמרינן משירים שירי דמים הפנימים שניתנין על יסוד מערבית כדכתיב אל יסוד מזבח (החיצון) העולה אשר פתח אהל מועד:<br><br><b> האברים והפדרים שלא נתעכלו מבערב</b>. שאמרנו למעלה שהם סדורים על הכבש מחזירן למערכה נראה לי לאחר שהקטירו אברי תמיד דאין שום דבר יכולין להקטיר במערכה זו קודם אברי התמיד דכתיב (ויקרא ו) וערך עליה העולה עולה ראשונה ובמסכת יומא אמרינן מנין לאברים ופדרים שלא נתעכלו מבערב שסודרין אותן ע''ג האש כדי שלא יפסלו בלינה ואחר מערכה גדולה יסדרם ויקטירם שנאמר (שם) אשר תאכל האש את העולה על המזבח כלומר דבר שהתחיל האש לאכול מבערב העולה על המזבח שם אותו על העולה אברי תמיד על המזבח במערבו שלו בסוף פרק טרף בקלפי (יומא מה.) וביומא מפרש בשמעתיה דאביי (דף לג.) דאחר שסידרו שתי מערכות בא עוד אותו כהן שזכה שסידר את המערכה ומסדר שני גיזרי עצים דאמרינן מי שזכה בתרומת הדשן יזכה בסידור מערכה ובשני גיזרי עצים ואחר סידור שני גיזרי עצים ודישון מזבח הזהב והטבת ה' נרות ודם התמיד כו' כדרך שהם סדורין לשם הם נעשים:<br><br><b> הציתו שתי מערכות באש</b>. לאחר שסידרו שני גיזרי עצים:<br><br><b> ירדו ובאו להם ללשכת הגזית</b>. שהיא קרובה לעזרה להטיל פייסות וטעמא כאשר פירשתי לעיל שלא היו יכולים לפייס בעזרה לכך צריכים ללכת ללשכת הגזית שהיא חציה קדש וחציה חול ומפיסין במקום המקודש דכתיב בבית אלהים נהלך ברגש (תהלים נה):<br><br><b> גמ' אמר רבא גוזמא</b>. אשלש מאות כור כלומר מילתא בעלמא הוא דקאי ולאו דוקא דמעולם לא הגיע לשלש מאות כור דמקום המערכה לא היתה יכולה להחזיק שלש מאות כור:<br><br><b> השקו את התמיד בכוס של זהב</b>. משנה היא לקמן שמשקין את התמיד כדי שיהא נוח להפשיט ומשום גוזמא נקט הא:<br><br><b> דברה תורה לשון הבאי</b>. כאדם שרוצה לחזק דבריו:<br><br><b> אבל התם איו עניות במקום עשירות</b>. ולא גוזמא דכל מעשיהם בעושר ובשררה:<br><br><b> גפן של זהב היתה עומדת על ראש ההיכל</b>. דבר של זהב העשוי כמין גפן ומודלה על גבי כלונסות של ארז כעין דליות של גפן מגביהין אותה על גבי עמודין של ארז ולא עברו אלא תטע לך אשרה כל עץ (דברים טז) דזה אינו בנין:<br><br><b> וכל מי שמתנדב עלה</b>",
        "<b>או גרגיר או אשכול</b>. של זהב מביא ותולה בה:<br><br><b> שלש מאות כהנים לפנותה</b>. גוזמא היא דאם היתה טעונה כל כך שצריכה שלש מאות כהנים לפנותה תשבר וכל כך לא היו ממתינים:<br><br><b> פרוכת עוביה טפח ועל שבעים ושתים נימין</b>. לייצ''ש נארגת:<br><br><b> ועל כל נימא ונימא עשרים וארבע חוטין</b>. שזורין מחוברין יחד וביומא (דף עא:) נפקא לן מקרא דכל חוט כפול ששה כל מקום שנאמר שש ללמדך שיהא החוט כפול ששה:<br><br><b> ארכה ארבעים אמות</b>. גובה הפרוכת ארבעים אמה ורחבה עשרים אמה להבדיל בין ההיכל לקדשי קדשים כדכתיב (שמות והבדילה הפרוכת לכם בין הקדש ובין קדש הקדשים וכדמוכח בתוספתא דבאותו פרוכת שפרוסה שמה מיירי וחלל ההיכל כלומר וגובהו היה ארבעים אמה כדמוכח במסכת מדות (דף לז.) שגובה ההיכל ארבעים ורחבו עשרים:<br><br><b> ומשמונים ושתים ריבוא היתה נעשית</b>. נערות שלא באו עדיין לכלל נדות מתעסקות בה שרוצים לעסוק בה בטהרה וכדאמרינן בעלמא נשים האורגות בפרוכת נוטלות שכרן מתרומת הלשכה: ושתים עושים בכל שנה ושנה שצריך ב' פרוכות כנגד אמה טרקסין שבבית שני לא יכלו לעשות אמה טרקסין כדמוכח בבבא בתרא בתחלתו (דף ג.) לכך עשו שתי פרוכות ותופסין השתי פרוכות אמה שהיו מתעסקין בכל שנה ונוטלין אלו מן הפתח ומניחין אחרים כנגד הפתח: ושלש מאות כהנים מטבילין אותה נראה לר' לאחר עשייתה לפי שאי אפשר לאורגן בטהרה שלא תהא נדה אחת מן הנשים האורגות בה ושמא פירסה נדה ולאו אדעתה הילכך מטבילין אותה קודם שיפרשוהו נגד הפתח והשתא לפי מה שפירשתי אפרש כל סדר הפרוכת מתחלתו ועד סופו לשון אחר ארכה ארבעים אמה ורחבה עשרים אמה ושתים עושים בכל שנה ושנה ב' פרוכות גובהן ורחבן כשיעור זה להבדיל בין קדשי הקדשים להיכל שהיה גובה ההיכל חללו כדמפרש במסכת מדות ושתי פרוכות היו שם כנגד אמה טרקסין שבבית שני לא יכלו לעשות אמה טרקסין להבדיל שם לפי שהיה גבוה יותר ממאה אמה וחומה רחבה אמה אינה יכולה לסבול חומה גבוהה כל כך ולהרחיב החומה אי אפשר דהכל בכתב לכן עשו שתי פרוכות להחזיק האמה ואין נראה לי לומר שאותן שתי פרוכות היה כל אחד עוביו טפח לפי שצריך הכהן להלך בין אותן שתי פרוכות ואם היה עביין טפחיים א''כ לא היה ביניהן אלא שלשה טפחים וברחב שלש טפחים לא היה יכול להלוך הילכך נראה לי כמו שפירשתי:<br><br><b> הני מאי טעמא</b>. מפני מה אין מביאין של זית ושל גפן:<br><br><b> אמר רב פפא משום דקטירי</b>. כלומר יש בהן קשרים ובשביל הקשרים אין שורפים יפה ומעלין עשן. דרך קשר להיותו כל שעה לח ואינו שורף יפה ומעלה עשן ואין זה מודו של מקום להעלות עצים שאין שורפים יפה למזבח וראיה לדבר דאמרי' בפסחים בפרק כיצד צולין בתחלתו (דף עד.) כיון דאית ביה קיטרי מפקי מיא ואמרינן בעלמא (תענית כה: ב''ק פא. ב''ב פ:) בקנים ובגפנים מן הפקק ולמעלה קשרי:<br><br><b> רב אחא בר יעקב אמר משום ישוב ארץ ישראל</b>. ודאי טעמא קאמר דמשום קשרים הם פסולים אלא אפי' בלא טעם קשרים בשביל דבר אחר היו מניחין ואיזהו משום ישוב ארץ ישראל שאם ישרפו הזיתים והגפנים לא ימצאו יין לשתות ושמן לסוך ותחרב ארץ ישראל ונפקא מיניה לדידי דאית לי דמשום תקנת ישוב מניחין כמו כן כמו שמניחין בשביל הקשרים דהא דקתני מתניתין דהיו מביאין מורביות של תאנה בתאנה דלא עבדא פירי וכדמפרש רחבה וכו' אבל בשאר תאנות שהיו עושין פירות לא היו מביאין משום ישוב א''י אבל רב פפא לית ליה ישוב ארץ ישראל בכל תאנות שבעולם לא שנא עבדא פירי לא שנא לא עבדא מביאין וכמו שפירשתי אני צריך לומר דכולי עלמא אית להו טעם קשרים דהא ברייתא דלקמן שמביא הש''ס מוכחא דליכא לפרושי אלא בשביל קשרים ולקמן אפרשנה: הכי גרסינן לה בתורת כהנים על העצים אשר על האש עצים נתונים להיות אש וכי כל העצים כשרים היו הן כל העצים כשרים היו חוץ משל זית ושל גפן ר' אליעזר מוסיף אף של מייש ושל אלון ושל דקל ושל חרוב ושל שקמה אבל באלו רגילין במורביות של תאנה ושל אגוז ושל עץ שמן והכי פירושו על העצים אשר על האש ואיזה עצים שניתוכין מהרה ונעשין אש:<br><br><b> דוקרי</b>. קני כמו מורביות דמתני' קנים הדוקרנין שעדיין האילן בחור ולא גדלו בו ענפים כי אם שתים ושלש ובשביל שהוא בחור הוא שורף מהר:<br><br><b> דלא קטיר ואזלי ומיקטר</b>. שאין בהן קשר ואיזה קשר שלא הלך הקשר בפנים בתוך העצים דתנא קמא לא פסיל ליה אא''כ הלך הקשר בפנים ובקיאין היו בדבר: וכי כל העצים כשרים היו כמו שפירשנו במתני':<br><br><b> חוץ משל גפן ושל זית</b>. שאפילו בבחרותן יש בהן קשרים:<br><br><b>ר' אליעזר מוסיף</b>. לאיסורא אף של מייש ושל אלון כו' ואזיל ומפרש פלוגתא. אלא באלו היו רגילים מילתא דת''ק נמי הוא אלא ר' אליעזר אפסקיה:<br><br><b> בשלמא למאן דאמר</b>. דמפרש טעם האיסור בשביל קשרים ולא משום תקנת ישוב ארץ ישראל סבר דבהא פליגי ת''ק דאסר של זית ושל גפן ולא יותר קסבר של זית ושל גפן הקשר הולך עד פנים הילכך לא מייתי אבל של מייש ושל אלון ושל חרוב ושל שקמה ושל דקל הקשר אינו אלא בחון אבל בפנים אינו הילכך מייתינן ור' אליעזר סבר כיון דקטירי מבראי לא מייתינן וראיה לדברי דכל אלו יש בהם קשרים מדפרכינן על אותה המשנה דכיצד צולין את הפסח מביא שפוד של רמון תוחבו לתוך פיו ופריך ונייתי של אלון ושל דקל וחרוב ושקמה ומתרצינן משום דאית בהו קיטרי ומפקי מיא שמעינן התם דכל אלו אית בהו קיטרי ואע''ג דפרכינן התם ונייתו תאנה ומתרצינן תאנה נמי אגב דמחלחלא מפיק מיא פירוש מי שיש בו מוח בפנים כמו עץ של ערבה ושל אגוז אפילו הכי גבי עצי מערכה הם כשרים דהתם היינו טעמא גבי פסח אין דרך לשפוד לחותכו לשנים אלא מניחין אותו עגול כמו שהוא גדל ביער ואז הוא טוב לשפוד הילכך אם היינו צולין בו פסח יבא הדבר לידי קלקול אבל גבי עצי מזבח דרך בני אדם לחתוך עצים העומדים לשריפה לשנים בשביל שישרף יותר הלכך כשיחתכם לשנים (יוסר) [יקח] את המוח שמבפנים וכן יעשה בעצי אגוז:<br><br><b> אלא למאן דאמר משום ישוב ארץ ישראל</b>. שמפרש טעם האיסור כמו כן בשביל ישוב ארץ ישראל א''כ הוא לדבריו היאך שונה תנא קמא עצי דקל שהרי תנא קמא לא אסר אלא של זית ושל גפן ועכשיו ליכא לפרושי דרב אחא בר יעקב לית ליה איסור משום קשרים דאי לית ליה היה לו להש''ס להקשות אלא למ''ד משום ישוב ארץ ישראל במאי פליגי אלא ודאי אית ליה טעם קיטרי:<br><br><b>וליטעמיך</b>. דמותבת ליה מברייתא דתורת כהנים אמאי לא אותבת ממתני' דקתני דבתאנה היו רגילין וכי לית בהו משום ישוב ארץ ישראל בתמיה:<br><br><b> אלא מאי טעם</b>. לא אותבת לי דסברת דבתאנה דלא עבדא פירי מיירי אליבא דרב אחא בר יעקב כי מקשת לי נמי מדקל תריץ בדקל דלא עבדא פירי דלית ביה תקנת ישוב דלשריפה הוא עומד והמקשה היה סבור דאיכא הרבה תאנים דלא עבדא פירי כמו דרחבה אבל בדקל ליכא והא דפריך מדקל ולא פריך מחרוב מי לית ביה משום ישוב ארץ ישראל דסבירא ליה דלא שייך איסור משום ישוב ארץ ישראל אלא בדקל ותאנה וזית וגפן המנויין בקרא דאגב דחשיבי מנאן הכתוב בשבח ארץ ישראל אבל בשאר פירות ליכא איסור משום ישוב ארץ ישראל:<br><br><b> ומי איכא תאנה דלא עבדא פירי אין</b>. הכי פירושו בשלמא מדקל לא מצינו להקשות דבדקל לא היו רגילין אלא במתניתין אמרינן דבתאנה היו רגילין וכיון דבתאנה היו רגילין וכי עולין כל כך למצוא תאנים דלא עבדי פירי כמו שצריך למזבח:<br><br><b> אין</b>. ודאי יכולין הרבה למצוא שבשביל בניינין נמי הוו תאנתא דלא עבדי פירי כדרחבה:<br><br><b> דאמר רחבה מייתי תאיני חיוורתא</b>. תאנים לבנות אותן תאנים רעות הן נטעים של תאנים חיוורתא לוקחין כדי לנטוע כדמפרש:",
        "<b>ושייפי להו בחבלא דצבתא</b>. כמו דצבתא מייתינן במסכת עבודה זרה בסופה (דף עה:) בחבל העשוי מצורי דקל ושייף ליה לעץ עד שתסיר כל קליפתו וגם אם יש זרע גרעין בתוך הנטיעות תפילנו ושוב לא יבא שם פרי ובהכי משירין קליפתן ושמא ע''י כך תועיל לו שלא תגדיל בו קליפה ומתוך כך לא יבא בו פרי דיפול דשריקה ביה בארעי זרע גרעין כמו שפירשתי:<br><br><b> וקברי ליה היכא דמסיק לה ימא שירטון</b>. באותו מקום שהים גדל ומתוך לחלוח המים לא ימות האילן שאם לא היה שם קבור ימות מתוך שאין בו קליפה:<br><br><b> קורה עבדא</b>. ומתוך שהוא אילן סרק ואין גדל בו פרי שמכחישין כחו גדול כל כך שראוי לקורות לעשות ממנו בנין אותן ענפים הדקין לוקחין לצורך המזבח. ותלת סיכי מינייהו ענפי לשון אחר בריכי:<br><br><b> לא מחזקה להו גמלא</b>. דף של גשר אינו יכול לסובלן מרוב גודלן. גמלא גשר כלומר הרבה הם גדולים כך נראה בעיני שינוי זה וכמו שברייתא שנויה בת''כ כגירסת הספרים אין אדם יכול ליישב:<br><br><b> מאי טעם</b>. חזיתה כלפי מזרח:<br><br><b> כדי שתהא הרוח מנשבת בו</b>. הרוח שיבא דרך שער מזרח:<br><br><b> וחד אמר שיהו מציתין את האליתא משם</b>. עצים דקים משימין באותו חזית והאש סמוך לו ונדלקים העצים גדולים על ידי עצים קטנים:<br><br><b> מקומות עבדי</b>. כלומר במקומות הרבה היו נותנין עצים כדי שישרפו עצי המערכה מכל צד ואיכא בינייהו דלמאן דאמר כדי שתהא הרוח מנשבת בו לא היו מציתין האליתא משם:<br><br><br><br><br><br><b>פרק שלישי - אמר להם הממונה<br></b><br><br><br><b>מתני' אמר להם הממונה</b>. לאחר שבאו ללשכת הגזית על הפייסות:<br><br><b> בואו והפיסו מי שוחט מי זורק</b>. כלומר בואו ונפיס מי ישחוט מי יזרוק ושלשה עשר פייסות יש כאן שחיטה זריקה וקבלה אותו הזורק והא המקבל וכן מוכח ביומא (ד' כה:) דאמר קבל המקבל ובא לזרוק והכי תקון דקבלה תחלת זריקה היא ונאה למקבל שיהא זורק דישון מזבח הפנימי ודישון מנורה הרי ד' בהעלאת אברים לכבש ששה הרי י' פייסות הסולת והחביתין והיין הרי י''ג פייסות ואמרינן ביומא (שם) דלא היו מפיסין אלא בעבודה ראשונה בשחיטה וכהן שזכה בשחיטה י''ב אחיו הכהנים נמשכים עמו כלומר אותן שהן אצלו זה אחר זה כסדר שהיו נמשכין עמו זה כלאחר זה זה לדישון וזה למנורה כסדר שהן יושבין הן נמשכין לעבודה הראשון לעבודה ראשונה כגון זריקה והשני לדישון מזבח פנימי והג' למנורה כו' כסדר שהן סדורין במשנה ופייס אחד דלא היו מטילין כי אם פייס אחד דכיון שזכה ראשון בשחיטה כולן היושבין אצלו נמשכין אחריו כדאיתא ביומא (שם) דישון מזבח הפנימי והמנורה מעבודת התמיד חשיבא ליה הואיל דעם עבודת תמיד היא נעשית. מי שוחט ומי זורק ומי מדשן ואף על פי שסדר העבודה לא הוה כך כדאמר בסדר יומא בשמעתא דאביי (דף לג.) דאמר דישון מזבח הפנימי קודם לזריקת דם התמיד וכסדר הסדר הזה היה להם להפיס א''ר דמש''ה מפייסין קודם בשחיטת התמיד שקודם דישון מזבח הפנימי היו לוקחין הטלה אותן הכהנים שזוכין בו ורואין ומכניסין אותו לשחוט ומבקרין אותו לאור האבוקות והילכך כיון שהיו עוסקין במילי דתמיד קודם דישון המזבח והמנורה היו מפיסין נמי קודם שחיטת התמיד וזריקתו דמתוך שתחלת עבודה היתה בתמיד ראשונה חביבה היתה והקדימוה בפייס ולא מפני שאלו קודמין זה לזה בפייס דכבר פירשתי שכולן זוכין יחד דכיון שזוכה השוחט י''ב אחיו הכהנים נמשכין אחריו וכל עבודות התמיד שחיטתו וזריקתו לא היתה אלא אחר דישון מזבח הפנימי והמנורה כיצד בתחלה מדשן מזבח הפנימי ואחר כך מדשן את המנורה ה' נרות ואח''כ שוחט את התמיד וזורק את הדם ואח''כ מטיב ומתקן שתי נרות שנשארו לתקן ואחר כך מקטיר הקטרת ובקטורת היה פייס אחר לפי שמעולם לא שנה אדם בקטורת ומפרש ביומא (דף כו.) מפני שמעשרת לפיכך היו מכריזין כהנים חדשים לקטורת בואו והפיסו וא''ת למה היה פייס בדישון מזבח הפנימי והמנורה ובהעלאת אברים לכבש הא אמרי' ביומא בסוף פרק ב' (דף כז:) אמר רבי יוחנן זר שסידר את המערכה חייב מיתה הואיל ועבודה תמה היתה מתקיף לה רבא אלא מעתה תיבעי פייס ואמרי' אישתמיטתיה הא דתניא מי שזכה בתרומת הדשן זוכה בסידור מערכה ובשני גזירין אלמא בעי פייס דהא לא אמר כל כהן שירצה יסדר אלא אותו שזכה בתרומת הדשן יסדר ולא אחר אלמא מוכח משם דלא מפייסינן אלא בעבודה תמה אבל בעבודה שאינה תמה כל כהן שירצה יזכה בה בלא פייס יש לתרץ דהתם פרכינן על אותה שמועה משחיטה דלאו עבודה תמה היא ואפ''ה בעי פייס ומתרצינן שאני שחיטה דתחלת עבודה היא וחשובה לפייס אע''ג דלא עבודה תמה היא הילכך ה''נ י''ל דכל אלו תחלת עבודה הם דישון מזבח והמנורה תחלת עבודה היו זה במזבח וזה במערכה העלאת אברים לכבש תחלת עבודה של הקטורת היא וקבלה נמי איכא לתרוצי הילכך לאו עבודה של זרים היא:<br><br><b> הראש והרגל בכהן אחד</b>. ביומא (דף כז.) מפקינן מקרא ששה כהנים העוסקים בהולכת אברים לכבש דכתיב והקריב הכהן את הכל המזבחה ואמר מר זו הולכת אברים לכבש העוקץ הוא הזנב החזה הוא השומן הרואה את הקרקע וחותכין מכאן ומכאן בלא ראשי צלעות והגרה הוא הצואר ובו מחובר הקנה והלב החזה והגרה בכהן רביעי לקמן מפרשינן במקומו מפני מה הן סדורים בסדר הזה והחביתין חצי עשרונו של כ''ג שקרב עם התמיד בכל יום שנאמר (ויקרא ו) מחציתה בבקר ומחציתה בערב וסמיך ליה על מחבת בשמן תעשה לכך היא קרויה חביתין:<br><br><b> אמר להן הממונה צאו וראו אם הגיע זמן השחיטה</b>. שהאיר להם היום דאין שוחט תמיד אלא ביום:<br><br><b> הרואה</b>. אומר ברק ברקאי בלשון צהר כמו למען היות לה ברק (יחזקאל כא):<br><br><b> הרואה</b>. אותו שעל הגג אומר כך ומתיא בן שמואל אומר האיר פני כל המזרח עד שהוא מגיע בחברון פי' מ''כ במנחות בשלהי שתי הלחם הוא היה ממונה על כך כדאמר בשקלים (דף ז:) מתיא בן שמואל ממונה על הפייסות והיינו פייסות שמפיסין כשהאיר היום מי שוחט מי זורק וכשהוא היה שואל אם הגיע זמן שחיטה היה אומר לאותן שעל הגג אמרו אם האיר פני כל המזרח עד שהוא בחברון והן אומרין הן ואין נראה לרבי דמה ענין פייסות לכאן הא פייס ראשון בלילה הוה וזה כבר היה ועוד מתיא בן שמואל לא היה אומר כל הטענה דהאיר כל פני המזרח עד שהוא בחברון כדמוכח ביומא (דף כח:) דאמר דאותו שעל הגג אומר האיר כל פני המזרח ואמר לו אידך עד שבחברון ואומר לו הן ומפרש התם לפי שטעו פעם אחת באור הלבנה הוצרכו לומר כל: כך ונ''ל לפרש הכי דמתיא בן שמואל הממונה על פייס פליג את''ק ואיהו סבר דלא היה אומר אותו שעל הגג ברקאי אלא בזה הלשון היה אומר האיר על כל פני המזרח וא''ל אידך עד שבחברון עד שנראה הצהר עד חברון שיכולין לראות חברון משם וזה השיעור גדול מברקאי דת''ק וראיה לדבר דתניא בסדר יומא ר''ש אומר ברק ברקאי ר''ע אומר עלה ברקאי נחוניא בן אפקשיין אומר ברקאי בחברון מתיא בן שמואל [אומר] הממונה על הפייסות אומר האיר כל פני המזרח עד שהוא בחברון ר' יהודה בן בתירא אומר האיר כל פני המזרח ויצאו כל העם איש איש למלאכתו והתם פרכינן אי הכי נגהא להו א''ל אימא לשכור פועלים אלמא כולהו פליגי ואיכא למימר דהאי שיעורא נפיש מחברון:<br><br><b> אמר להם צאו והביאו טלה מלשכת טלאים</b>. לאחר שהפיסו ועדיין היה לילה אמר להם הממונה לאותן שזכו בעבודת תמיד בין בשחיטה בין בהעלאת אברים שכולן מתעסקין בהכנתו כדאמר מי שזכה בתמיד מושכו והולך לבית המטבחים ומי שזכו באברים הולכין עמו:<br><br><b> צאו והביאו (לי) טלה מלשכת הטלאים</b>. והכינו אותו לשחיטה ובקרו אותו לאור האבוקות כדמפרש והרי לשכת הטלאים הרי היא במקצוע צפונית מערבית של בית המוקד שהיא טרקלין גדול וארבע לשכות",
        "פתוחות לו כקיטוניות פתוחות לטרקלין כדמפרש במסכת מדות (דף לד.) והן הלשכות המנויות כאן לשכת הטלאים דהכא הוא לשכת טלה קרבן דתנן במדות והא דתנן התם שהיא דרומית מערבית לבית המוקד רמי להו בפ''ק דיומא (דף טו:) ומשני שפיר מזרחית צפונית בה גנזו בית חשמונאי את אבני מזבח ששקצום מלכי יון שהיא לשכת בית החותמות דתנן הכא ובה גנזו ולשכת בית המוקד הוא הנקרא בית המוקד קטן היא לשכה שיורדין בה לבית הטבילה כדתנן במדות והכהן הטובל שם מיד כשעולה מבית הטבילה היה מתחמם באותה לשכה ומסתפג וזה בית הטבילה אינו בית הטבילה דמעילה האמור בפרק קמא והרבה בית טבילה היו להם כדי שיוכלו הרבה כהנים לטבול בהרבה מקומות:<br><br><b> לשכת החותמות</b>. שמצניעין שם חותמות של לוקחי סלתות ונסכים מן כאן חסר מפירוש המשנה עד סוף הפרק<br><br><br><br><br><br><b>פרק רביעי - לא היו כופתין<br></b><br>מתני' לא היו כופתין את הטלה. בשעת שחיטה ד' רגלים יחד וטעמא בגמ' אלא מעקידים אותו יד ורגל כעקידת יצחק בן אברהם:<br><br><b> מי שזכו באברים אוחזין בו</b>. בשעת שחיטה ומסייעין אותו:<br><br><b> ראשו</b>. של טלה לדרום עזרה אצל מזבח (ופניו) ורגליו אצל צפון עזרה ופניו למערב שצריך שיהא בית שחיטתו כלפי מערב דכתיב ושחט אותו לפני ה' וראשו של טלה לדרום עזרה אצל מזבח (עזרה) צריך שיתקרב אצל מזבח דכל כמה שיכולין ליקרב צד הראש אצל המזבח מקריבין אותו דכתיב ושחט אותו על ירך המזבח צפונה אצל המזבח:<br><br><b> השוחט עומד (במזבח) [במזרח]</b>. על קרן צפונית ופניו למערב והמקבל עומד כנגדו באלכסון ומצדד כדי שיהא פניו כלפי דרום:<br><br><b> תמיד של שחר היה נשחט על קרן צפונית מערבית על טבעת שניה </b>. שהשמש באה מן המזרח לפיכך מושכו השוחט לצד מערב להרחיקו מן הכותל מזרחית בכל יכולת מפני שהכתלים גבוהים והחטה של שחרית בשיפולו של רקיע (ועל) [וצל] הכותל עומד כנגד קרן צפונית מערבית לסוף אורך המזבח אצל ההיכל צפונית משום דקדשי קדשים שחיטתם בצפון על ירך המזבח צפונית ובעינן שחיטה כנגד המזבח ולא חוצה לו שם היה המטבחים: וטבעות קבועות ברצפה לתת ראש הבהמה לתוכן והם כ''ד כמנין המשמרות ומקומן כ''ד אמות מן הדרום לצפון קבועות בו' סדרים של ד' טבעות הוי כ''ד ורחוק הסדר הראשון מן המזבח ה' אמות ומאותו סדר עד כלות ו' סדרים כ''ד אמות והכי תנן במסכת מדות (דף לו.) וטבעות היו לצפון ו' סדרים של ד' ד' ויש אומרים ד' של ו' ו' שעליהם שוחטים את הקדשים כלומר על ידיהן שוחטים קדשים כמו שפירשנו:<br><br><b> על טבעת שניה</b>. לאו בטבעת שניה של סדר ראשון שהוא אצל המזבח אלא בטבעת ראשונה שהוא אצל הקרן בסדר השני המשוכה לצד צפון ופני השוחט וצואר בהמה לצד מערב צפון באלכסון כדי שלא יעכב אור השמש לבא וטעמא דבטבעת שניה שהיא מתרחקת מן המזבח שגבוה עשרה שיוכל לראות דרך עליו השמש ויותר מכאן לא היה צריך להרחיק ואם היה שוחט בסדר הראשון א''כ היה המזבח מעכב אור השמש לבא על ידו של שוחט שהרי המזבח גבוה י' אמות וסדר ראשון של טבעות אינו רחוק מן המזבח אלא ח' אמות:<br><br><b> תמיד של בין הארבעים על קרן צפונית מזרחית על טבעת שניה </b>. שהרי בערב הלכה לה בצד מערב הילכך צריך להמשיך מקום שחיטה למקום שכלה המזבח לצד צפונית מזרחית וכמה שיתרחק יותר תבא החמה על ידו ובגמ' נפקא לן שצריך שוחט לשחוט לאור היום:<br><br><b> בטבעת שניה</b>. בשביל הטעם שפירשנו בתמיד של שחר:<br><br><b>שחט השוחט וקבל המקבל</b>. לזרוק ובא לו המקבל לקרן מזרחית צפונית נתן מזרחית צפונית שעולה בכבש שהוא בדרום ופונה לימין פוגע בקרן דרומית מזרחית תחלה ושם א''א ליתן משום דעולה טעונה יסוד וקרן דרומית מזרחית לא היה לה יסוד כדנפקא לן בזבחים (דף נג:) ומקיף ובא עד מזרחית צפונית ונותן ואמר בזבחים (דף סב:) כל פינות שאתה פונה לא יהו אלא דרך ימין ונפקא לן ממעלות הפונים קדים אע''ג דבמתן דמי עולה אינו עולה בכבש דהא על הרצפה עומד והכלי בידו וזורק למרחוק כדכתיב וזרקו דהא למטה מן החוט [הסיקרא] הוא נותן אפילו הכי כיון דבחטאות שניתנות ע''ג הקרנות למעלה ושם צריך לעלות לכבש דרך הדרום ופונה למזרח דרך ימין וה''נ בכל הדמים אע''פ שניתנין למטה מתחיל להקיף דרך הדרום שהוא פניו של מזבח בפתח כניסת הבית ומשם פונה לימין בקרן מזרחית צפונית ואחר כך למערבית דרומית ונותן למערבית דרומית נמצא מקיף את המזבח דרך ימין מזרח צפון ואח''כ למערבית דרומית כך פי' הרב רש''י בסדר יומא בפ''ק (דף יז.):<br><br><b> שירי הדם [היה] שופך על יסוד דרומית </b>. דכל הניתנין על מזבח החיצון שירים שלו נשפכין על יסוד דרומית וכן מוכיח בזבחים (דף נג.) דאמרינן טעמא גבי שעיר נשיא ולמד ירידתו מן הכבש ליציאתו מן ההיכל מה יציאתו מן ההיכל בסמוך לו דהיינו יסוד מערבי שכנגד הפתח ונפקא לן מקרא דכתיב אל יסוד מזבח העולה אשר פתח אהל מועד אף ירידתו מן הכבש בסמוך דהיינו יסוד דרומית וכיון דבחטאת צריך לו לשפוך על יסוד דרומית ה''נ בכל הדמים אף על פי שאין עולין על הכבש בשביל זריקתן שיריהן נשפכין אל יסוד דרומית שהרי מתן דמן בהקפת ימין כמו כן באותן שעולין ע''ג כבש: עכשיו פירש לך שחיטתו וזריקתו מכאן ואילך מפרש סדר הפשטו וניתוחו וכיצד מעלין את האברים לכבש:",
        "<b>לא היה שובר בו את הרגל</b>. כשהיה מתחיל הפשטו היה קרב הראש העוקץ והרגל ושתי דפנות וידים והחזה והגרה ונמצאת למד מהתם שמפשיטין אותו דרך הרגלים הילכך (כתוב) פירש לך כשתולהו ברגליו באונקליות לא היה שובר את רגליו ומניח רגל השבור ברגל האחר דרך הרגל ויורד עד לחזה וכן מוכח ביומא (דף כה:) דאמרינן התם דרך הנקב שינקוב ברגל שני כדרך הטבחים שתולין את הבהמה להפשיטה:<br><br><b> אלא נוקבו מתוך ערקובו</b>. כמו ארכובו בשני הרגלים נוקב ומניחן באונקליות דרך הנקבים וכל כך למה שלאחר שהפשיטה מנתחה אבר אבר וכשחותך רגל ימין עדיין תלויה הבהמה ברגל השמאלי ואם היה תולה אותה כמו הטבחים לאחר שיחתוך ממנה דגל ימין תפול הבהמה לארץ לפי שאותו הרגל תחוב ברגל האחר ועל ידי כן תלוי הבהמה:<br><br><b> היה מפשיט ויורד עד שהגיע לחזה</b>. שהרי הופשטה כל הבהמה אלא שעדיין תלויה עוד בחזה למטה שעדיין לא הופשטה שם כדקתני לבסוף מרק והפשיט וקודם שיחתוך ממנה שום אבר חותך את הראש ולא מפשיטו שהרי קודם הוא בהקטרה ונאה לחותכו קודם:<br><br><b> ונתנו למי שזוכה בו</b>. קודם שחתך את הכרעים רגלי הבהמה כרעים על שם כריעה קרי להו כרעים שמאחר שהופשטו הידים עד כנגד החזה יכול לחתוך כל ארבע רגלים יחד:<br><br><b>מירק והפשיט</b>. גמר כמו (יומא דף לא:) קרצו ומירק אחר שחיטה ידו (על) כלומר גמר הפשיטו נגד החזה וצואר וסוף הידים: קרע את הלב והוציא את דמו חתך את הידים ונתנן למי שזכה בהן עלה לרגל הימנית. וה''ה דקודם שיחתוך הידים היה לו לחתוך רגל הימנית אלא שעדיין כובד הבהמה ברגלים והבהמה נתלית ובכל הסדר הזה אין שום פסוק כי אם סברא לפי מה שנכון לעשות עושין:<br><br><b>חתכה ונתנה למי שזכה בה</b>. דהיינו אותו שזכה בראש:<br><br><b> ושני ביצים עמה</b>. שעולה בא זכר ואז הבהמה תלויה על ידי הרגל השמאלי:<br><br><b> קרעו ונמצא כולו גלוי לפניו</b>. עכשיו שנטל רגל הימני כשקרעו נמצא כולו גלוי לפניו ויכול לראות בפנים שכשלא היה הרגל עדיין חתוך אפי' אם היה קורעו לא היה מה שבפנים נראה כמו עתה:<br><br><b> נטל הפדר</b>. חלב ונתנו מכסה על בית שחיטת הראש למעלה לכסות בו בית השחיטה קתני בית השחיטת הראש כשהיה נושא את הראש על המזבח היה הופך בית השחיטה למעלה ולוקח החלב ומכסה וזה דרך נגוד למעלה ולא קתני בית השחיטה סתם למעוטי שחיטת צואר אתיא [סד''א] דכמו שהראש מגונה בשביל שחיטה הכי נמי צואר מגונה הילכך פי' לך בית שחיטת הראש למעוטי בית שחיטת צואר וצואר כשהיה נושא היה הופך החתך אצלו ואינו נראה אבל הראש קרניו בין אצבעותיו וחוטמו כלפי זרועותיו ובית שחיטתו למעלה הילכך נכסה הפדר בית השחיטה והכי יפה לעשות ושחיטת הצואר אינה מגונה בדם כל כך כמו הראש:<br><br><b> נטל את הקרביים ונותנן למי שזכה בהן להדיחן</b>. ולהסיר הטינוף שבהן:<br><br><b> וידיחו אותו בבית המדיחין</b>. ומדיחן כל צרכה לפי שיש בה טינופת הרבה קבעו לה לשכה אחת להדיחה שם ולא קבע בה הדחה שיש כרס שיש בה טינופת הרבה ויש שאין בה כל כך (הקרביים) והבני מעיים אין בהן משום טינופת כל כך:<br><br><b> מדיחין אותן ג' פעמים</b>. (בכך לכל) במיעוטן של שולחנות בשולחן הקטן של שולחנות של שיש שבבית המטבחיים ולאו היינו שולחנות שבין העמודים על אותי היו מפשיטין כדמפרש במסכת מדות (דף לו.) אבל מלבד אותן שולחנות היו שולחנות של שיש נראה לי שהיו קבועין בגבוה שעליהן היו מדיחין קרביים וכן מייתינן על גמרא דהאי פירקא י' שולחנות היו במקדש ח' של שיש בבית המטבחיים שעליהם מדיחין את הקרביים אבל שולחנות שהיו מפשיטין היו בין עמודים וכן גרסי' בהדיא במסכת מדות (דף לו.) שולחנות של שיש שבין העמודים ובשולחנות שעליהן מדיחין גרסי' בבית המטבחיים וכן מוכח במדות דאמרינן מקום הטבעות כ''ד לשולחנות ד' שולחנות לעמודים כו' הננסין ד' והמותר מקום הננסין:<br><br><b> במיעוט</b>. שולחנות של שיש יכולין להדיח שהתמיד היה כבש והא דתנן במדות (דף לז:) לשכה ששם היו מדיחין קרבי קדשים היינו כרס כדמוכח הכא שמדיחין בבית המדיחין הכרס וכל צרכי בית המטבחיים מדיחין שם ונראה לי הא דלא היו רוצים להדיח הקרביים עם הכרס בלישכת מדיחין משום שהכרס יותר ויותר יש בה טינופת ואם יודחו יחד יתלכלכו זה מזה לכך קבעו זה לזה מקום:<br><br><b> ונטל את הסכין והפריש את הריאה מן הכבד</b>. ועד עכשיו לא היה לו צורך סכין לא בנטילת הפדר ולא בנטילת קרביים שזהו דבר שנוטלין ומפרידין בלא סכין:<br><br><b> והפריש את הריאה מן הכבד</b>. הפריד זה מזה כדי שתהא הריאה עם צואר כדלקמן והכבד עם דופן ימין:<br><br><b> ואצבע הכבד מן הכבד</b>. אצבע הכבד כשחותכים את הכבד ומפרידין אותו ממקומו נשאר מעט כבד מן העוקץ אצל הכליות ולא היה מזיזה ממקומה:<br><br><b> נקב את החזה</b>. בדבר שאינו חותך כדרכו שייך לשון נקיבה שהיה מפריד החזה מן הדפנות והצלעות זו ארוכה מזו ועוד יש לומר לפי שהחזה על הדפנות כמו אהל וכשנטל את החזה משם הוי כמי שניקב בבהמה שהחזה קצר ברחבו ודומה מקומו לאחר נטילתו כחלון וזהו עיקר:<br><br><b> ונתנו למי שזכה בו עלה לדופן הימני היה חותך ויורד עד השדרה</b>. אצל השדרה חותך ולא היה נוגע בשדרה שהשדרה היה מניח אותה עם הדופן השמאלי לפי שבזה הדופן היה חולה הכבד:<br><br><b> לא היה חותך השדרה עמו</b>. שאם היה חותכו עמו היתה כבידה [הרבה] (היה):<br><br><b> עד שהיה מגיע לב' הצעות דקות</b>. אצל החזה כלומר היה חותך ויורד עד שיהא מגיע לאותן צלעות וגם למעלה אצל העוקץ היה מניח ב' הצלעות ולקמיה מפרש כשיפריש דופן שמאלי דקתני ומניח ב' צלעות דקות מלמעלה וכו' וכך היה עושה בחבירתה דופן ימין:<br><br><b> חותכה ונותנה למי שזכה בו</b>. והכבד תלוים בה לכך הפריש קודם הריאה מן הכבד שבב' הקרבות היו:<br><br><b> בא לו לגרה</b>. לצואר:<br><br><b> והניח בה ב' צלעות מכאן וב' צלעות מכאן</b>. ב' צלעות הניח בו כבר כשחתך הדופן הימני ועכשיו (הניח בו שעויין) הניח בה ב' צלעות מצד אחר וזהו אותן צלעות שהן בדופן אצל חזה ועדיין לא חתך דופן השמאלי לכך שייך לומר והניח בה שעדיין הן מחוברות לדופן:<br><br><b> והקנה והלב והריאה תלוין בה בא לו לדופן שמאלי והניח</b>. לא גרסי' בה [אלא] והניח אצל העוקץ:<br><br><b> ב' צלעות דקות</b>. דהיינו למעלה וב' צלעות דקות מלמטה אצל החזה והניחן במקומן ולא חתך עם הדופן וכן היה מניח עם חבירתה בדופן הימני ב' צלעות למעלה אצל העוקץ ולפי שלא פירש לך למעלה ב' צלעות למעלה בנטילת דופן ימין פירשו כאן:<br><br><b> נמצא מניח בשתיהן</b>. בשתי דפנות שתים שתים מלמטה ושתים ושתים מלמעלה בין בדופן ימין בין בדופן שמאל מגיח בכל א' שתים שתים למטן וכן שתים שתים למעלן:<br><br><b> חתכה</b>. לדופן שמאל ונתנה למי שזכה בה והשדרה עמה תלויה בה והיא היתה כבידה יותר אלא של ימין קרויה גדולה לפי שהכבד תלוי בה והכבד לאו מן הדופן הוא אלא תלוי הוא בה ובשביל שדבר שאינו בכלל הדופן תלוי בה לכך נקראת גדולה:<br><br><b> בא לו לעוקץ</b>. הוא הזנב חתכו אצל רגל השמאלי שעדיין תלויה הבהמה בו:<br><br><b> האליה ואצבע הכבד וב' כליות עמו</b>. וכן ב' צלעות מכאן וב' צלעות מכאן לפי שאותן צלעות מיקרי כנפי העוקץ ולא חש לפרש שני צלעות מכאן ומכאן:<br><br><b> נטל רגל השמאלי</b>. שנשאר יחידי שכל הבהמה מנותחת לאברים ורגל שמא. לי נשאר עדיין באונקלי ונתנה למי שזכה בה נמצאו כולן עומדין בשורה והאברים בידם: עד עכשיו פירשו סדר ניתוחיה מעתה צריך לפרש סדר הולכתם למזבח כיצד מוליכים האברים קודמין זה לזה:",
        "<b>הראשון בראש וברגל כיצד הראש בימינו</b>. שהראש קודם לכל האברים דכתיב (ויקרא א) ונתח אותה לנתחיה את ראפו ואת פדרו הילכך הראש בימינו:<br><br><b> וחוטמו כנגד זרועו</b>. חוטם הבהמה פונה נגד זרועו ואז קרניו בין אצבעותיו. גב הראש על גב פיסת ידו ובית שחיטה פונה למעלה:<br><br><b> והפדר נתון עליה</b>. לכסות מקום השחיטה וזהו כבוד של מעלה:<br><br><b> רגל של ימין בשמאלו ובית עורו לחוץ</b>. מקום שמשם הופשט העור היה כלפי חוץ אל העם ומקום החתך כלפי המוליך והכי שפיר למעבד כדי שלא יראה החתך ומפרש ביומא (דף כה:) מ''ט סליקא לרגל בהדי רישא דאיכא למ''ד התם דרך ניתוחו היה קרב הראש והרגל וב' ידים ושני דפנות החזה והגרה והעוקץ והרגל ואיכא למ''ד דרך עילויא דשומנא היה קרב פי' כדרך שהאברים שמנים זה מזה הם קריבים הראש והרגל ושני דפנות החזה והגרה ושני ידים והעוקץ והרגל ובין למ''ד דרך עילויא ובין למ''ד דרך נתוחו אין זה סדר שהרגל קרב עם הראש שהרי בניתוח שני ידים קודמין ומפרש התם מאי טעמא רגל סליק בהדי רישא הו. אפ כבר פירשתי שהוא קודם וגזירת הכתוב היא ומה טעם רגל עמו משום דרישא נפישי ביה עצמות סלקא רגל בהדיה שהוא כולו בשר והכי שפיר למעלה שתהא בהקטרה עצמות ובשר ואין בשום אבר כ''כ בשר עמו כרגל:<br><br><b> השני בב' ידים</b>. האי תנא אזיל בתר איברא דבישרא כלומר בתר גדול האברים שהאברים גדולים זה מזה הם קודמים הילכך ב' ידים קודמים שהן גדולות מהעוקץ והרגל:<br><br><b> של ימין בימינו ושל שמאל בשמאלו</b>. דרך חשיבותן מוליכין אותן למזבח ובית עורה של כל אחד ואחד לחוץ: הג' בעוקץ וברגל השמאלי העוקץ בימינו והאליה מדולדלת בין אצבעותיו. היא דבוקה בעוקץ והולכת בין האצבעות וגם אצבע הכבד דבוק בעוקץ וגם הצלעות דבוקות בעוקץ אצבע הכבד וב' הכליות עמו הרגל של שמאל כו':<br><br><b> הרביעי בחזה ובגרה</b>. ובצואר החזה בימינו שהוא חשוב יותר והגרה בשמאלו וצלעותיה בין אצבעותיו והאי דלא פירש ובית עורה לחוץ היינו טעמא דשני צלעותיו מונחין בין אצבעותיו א''כ הוי בית עורה לחוץ אבל גבי דפנות לא פירש לך כלום והיה יכול לישא דפנות על פס ידו לכך פירש בית עורה לחוץ:<br><br><b> החמישי בב' דפנות של ימין כו'</b>. ובית עורן לחוץ:<br><br><b> הששי בקרבים הנתונין בבזך</b>. כף מתרגם בזך ולפי שאין מחוברין יחד צריך ליתנן בכלי וכרעים על גביהם מלמעלה:<br><br><b> השביעי בסלת</b>. שלאחר הקטרת אברי תמיד מקטירין מנחתו דהיינו סלת:<br><br><b> חביתי כ''ג</b>. דאמר ביומא (דף לד.) עולה ומנחה שם מנחה ואפילו חביתין:<br><br><b> הט' ביין</b>. נסכים רביעית ההין כל אלו קרבים עם האברים דאין מקריבין עולה בלא מנחה ונסכים וחביתים אף על פי שקריבין בעבור כהן גדול הואיל ומן הפסוק הם קודמין לנסכי תמיד (צריך לנו שאר האברים):<br><br><b> הלכו ונתנום מחצי כבש ולמטה</b>. ולא מחצי כבש ולמעלה שלאחר הקטרת הקטורת חוזרין ומוליכין אותן למזבח ואם היו קריבים למזבח לא תראה הולכה הילכך צריך להניחן מחצי כבש ולמטה שלאחר כך לכשיחזירו ויוליכו או הם או אחרים תראה הולכה חשובה והכי יפה לעשות שאם קרובים למזבח נראה כמוקטרים ועוד דפעמים שיקטירם קודם הקטורת הואיל וקרובים הם כל כך למזבח:<br><br><b> במערבו</b>. של כבש ולא במזרחו שהרי בלכתם למזבח להוליך אברים למזבח ולדרום במערכה דרך מזרחית של כבש שהרי כבש לאמצע המזבח ומכאן ומכאן תופס המזבח ת' אמות לכל צד לאחר שכלה הכבש שהרי הכבש ט''ז והמזבח ל''ב נמצא ח' אמות לכל צד ומקום המערכה במזרח המזבח אצל מזרחו של כבש ורחב המערכה אינו תופס עד חצי המזבח שהרי התפוח באמצע המזבח נמצא אתה אומר הליכתו למזבח לזרוק האבדים למערכה לכך נותנים האבדים במערבו של כבש לפנות מקום הליכתו:<br><br><b> ומלחום</b>. דכתיב על כל קרבנך תקריב מלח:<br><br><b>ובאו ללשכת הגזית לקרות את שמע</b>. ולאחר ק''ש יקטירו את הקטורת והכי נכון הדבר שיתפללו קודם שיקטירו שום הקטר ויעל קרבנם לריח ניחוח:<br><br><b> גמ' תנא יד ורגל</b>. יחד כעקידת יצחק כו':<br><br><b> חד אמר משום בזיון קדשים וחד אמר מפני שהוא מהלך בחוקי העמים</b>. כשמקריבין זבת לעבודת כוכבים הן כופתין אותו כך ארבעה רגלים יחד:<br><br><b> ומאי בינייהו</b>. בין למר ובין למר אסור לעשות:<br><br><b> איכא בינייהו דכפתיה בשיראי</b>. במילת משום בזיון קדשים ליכא משום חוקי העמים איכא:<br><br><b> עשר שולחנות היו במקדש</b>. בעזרה ב' שולחנות שהיו באולם לא חשיב הכא בהדי עשר אלא אותם שהיו בעזרה:<br><br><b> ח' של שיש בבית המטבחיים</b>. אצל הטבעות בצפון שעליהם מדיחין את הקרביים וב' במערב הכבש וב באולם מבפנים אצל פתח ההיכל אחד של כסף וא' של זהב:<br><br><b> בכניסתו</b>. כשמגיעין לפתח מניחין אותם עליו ועומדין בו לפוש:<br><br><b> ועל של זהב ביציאתו</b>. ושם היה מונח עד שיקטירו הבזיכין כך מפרש במנחות בפרק שתי הלחם (דף צט:):<br><br><b> שמעלין בקדש ולא מורידין</b>. כגון בכניסתם מניחין על של כסף וכשמגיע בהיכל ח] על של משה שהיה מצופה זהב הרי עלייה ולא מורידין לפיכך ביציאתו מניחו על כלי של זהב ועשר שולחנות היו עדיין בהיכל שעשה שלמה והא דלא חשבינהו הכא דלא חשיב אלא אותן שמניחים עליהם ובאותן של שלמה לא היו מסדרים כדאמרינן במנחות פרק שתי הלחם (דף צט.) עשר שולחנות עשה שלמה ולא היו מסדרים אלא על של משה כו':<br><br><b> מפני שמרתיח</b>. את הלחם ומחממו וממהר להתעפש:<br><br><b> שנים ליום נגד היום</b>. נגד השמש או אינו אלא חובת היום כלומר כל יום ויום תקריבו שנים כשהוא אומר וכו': כיצד תמיד של שחר היה נשחט על קרן צפונית מערבית על טבעת שניה. כדפרישית במתניתין כזה:",
        "<b>מן השמים לארץ רחוק</b>. כלומר איזה רחוק יותר:<br><br><b> אמרו לו ממזרח למערב</b>. רחוק יותר משמים לארץ: ותדע שהרי חמה במזרח הכל מסתכלים בה חמה באמצע רקיע אין הכל מסתכלין. ולמה לפי שהחמה כשהיא במזרח או במערב היא רחוקה ובשביל שהיא רחוקה יכולים להסתכל בה שאין האורה מזקת לעינים אבל כשהיא באמצע הרקיע קרובה ואורה מזהיר כ''כ שאין יכולין לראות:<br><br><b>וחכ''א זה וזה מדתם שוה</b>. כדמוכחי קראי: כתוב אחד אומר כגבוה שמים על הארץ וכתוב אחד אומר כרחוק מזיח ממערב. ואם לא היתה מדתן שוה אלא מזרח ומערב רחוק יותר למה אחז הכתוב במועט במדה לא היה לו כלל לומר אלא המרובה אלא ודאי שניהם שוין במדה לכך אחז את שניהן:<br><br><b>אלא מאי טעם חמה באמצע הרקיע אין הכל מסתכלין בה</b>. כמו שהם מסתכלין כשהיא במזרח או במערב:<br><br><b> משום דקאי להדיא</b>. בגילוי היא עומדת ולא כסי לה מידי ובשביל כך אורה מזהיר ומזיק לעינים המביטות שם:<br><br><b> אמר להם שמים נבראו תחלה</b>. כלומר או ארץ ושמים כאחד נבראו:<br><br><b> שנאמר בראשית ברא אלהים את השמים</b>. אלמא שמים קדים:<br><br><b> אור נברא תחלה</b>. כלומר איזו נברא תחלה:<br><br><b>מילתא דא לית ליה פתר</b>. דבר זה ששאלת אין שום אדם בעולם שיודע לפותרה: ופריך הש''ס ואמאי השיבו ליה מילתא דא לית ליה פתר:<br><br><b> ולימרו ליה</b>. מן הפסוק דחשך נברא תחלה שנאמר וחשך על פני תהום והדר ויאמר אלהים יהי אור אלמא חשך קדים:<br><br><b> סברו אי אמרו ליה</b>. הרי אתא לשייולי מה למעלה ומה למטה והילכך השיבו ליה מילתא דא לית ליה פתר וימנע ולא ישאלם עוד ממעשה בראשית:<br><br><b> אי הכי</b>. דבשביל כך נמנעו מלהשיבו תחלה נמי אמאי השיבו לו השמים נבראו תחלה לא היה להם להשיבו כלום משום דילמא אתי כו':<br><br><b> מעיקרא סברי אקראי בעלמא הוא</b>. דקא משאיל ולא ישוב עוד לשאול יותר ממעשה בראשית לכך יכולים להשיבו האמת כיון דחזו וכו':<br><br><b> אידין חכים</b>. מי מיתקרי חכם:<br><br><b> הרואה את הנולד</b>. המבין מלבו מה שעתיד להיות קורות שעתידים לבא ונזהר מהן:<br><br><b>הכובש את יצרו</b>. בא לידי עבירה וכבש את יצרו ונמלט ממנה:<br><br><b> השמח בחלקו</b>. בעה שנותן לו המקום:<br><br><b>ימית את עצמו</b>. ישפיל את עצמו:<br><br><b> יחיה את עצמו</b>. יגבה את עצמו ומתוך כך יתנו בו הבריות עין רעה ויקנאו בו וימות ולימדוך חכמים שאדם הרוצה שיחיה ישפיל את עצמו וירחמו עליו הבריות ויחיה שנים הרבה ומגאוה ימנע את עצמו שלא יקצרו ימיו וימות בלא עתו:<br><br><b> יסנא מלכו ושלטון</b>. ויתקבלו דבריו ויאהבו אותו אבל אדם רגיל לדבר עם מלכים ושרים מקנאים בו בני אדם ומתוך כך שונאים אותו ואת מעשיו:<br><br><b> דידי עדיפא מדידכו</b>. חכמתי גדולה משלכם שאני יועצו עצה טובה שעל ידה יהא מקובל לפני הבריות ואיזו עצה ירחם מלך ושלטון וידבר עמהם תמיד ויעביד טיבו עם בני העיר בשביל אנשי העיר וידבר עליהם אל המלך שלא להכביד עולו עליהם ואז יבאו בני העיר לעובדו:<br><br><b> בימא יאי למידר או ביבשתא</b>. באיזה מקום טוב לגור בים או ביבשה השיבו לו ביבשה:<br><br><b> דהא כל נחותי ימא לא מיתבא דעתייהו</b>. אין דעתן מיושבת בהן עד שירדו ליבשה:<br><br><b> אי דין מנכון טפי חכים</b>. איזה מכם חכם יותר:<br><br><b> כולנא בחדא פתרנא לך</b>. כולנו חכמים ואין חכם זה מזה שהרי כולנו הסכמנו לדעת אחד:<br><br><b> אמר להן מה דין אתריסתון לקבלי</b>. מה זה שאתם עומדים נגדי ואינכם מחזיקים יראתנו הלא אתם יודעים כי אנחנו הרבים ואתם תחתינו. אתריסתון לשון תריס ומגן:<br><br><b> אמרו ליה שטנא נצח</b>. זו אינה ראיה שהרי אתם רואים בכל יום שהשטן הוא נוצח ומטעה בני האדם אף אתם אל תתמהו על שאנו תחתיכם:<br><br><b> אמר להם</b>. שוטים אתם שאתם מחזיקים יראתכם שאם ארצה אהרוג אתכם בגזירת מלכים שאני מלך ואבקש לשאר מלכים שאוהבים אותי שיתנו לי רשות להרוג אתכם:<br><br><b> אמרו לו שילטון ביד מלכות ולא יאי למלכא כזב</b>. כלומר בידך הממשלת לעשות שאתה מלך ושר אבל בכך נחמתנו שהבטחתנו שלא תעשה עמנו רעה ואין נאה למלך לדבר שקר שנא' אף כי לנדיב דבר שקר (משלי יז):<br><br><b> מיד אלביש יתהון</b>. הלביש אותם לבושי ארגמן וישם רביד זהב על צוארם:<br><br><b> אמר להם בעינא דאיזל</b>. רוצה אני לילך למדינת אפריקא:<br><br><b> אמרו לא מצית אזלת</b>. אינך יכול ללכת שהרי חשך באמצע הדרך מקום שיש בו חשך בין ביום בין בלילה ואין שום אדם יכול לעבור אותן הרים:<br><br><b> אמר להם לא סגיא דלא אזילנא אמטו הכי משיילא מה אעביד</b>. תקעתי עצמי ללכת שם אמטו הכי ובשביל שתקעתי בעצמי אני שואל לכם עצה מה תקנתי ובאיזה ענין אוכל לעבור:<br><br><b> אייתי חמרי לובאי דפרשי בהברא</b>. הבא חמורים גדולים ממצרים שיודעין ללכת בחשך. דפרשי כמו (פסחים דף ו.) המפרש והיוצא בשיירא:<br><br><b> ואייתי קיבורי דמתני וקטר בהאי גיסא</b>. וקשור בהאי גיסא בעברך: וכשתחזור למקומך [תאחוז] באותן קיבורי דבשבילם תשוב למקומך על פי קיבורי עד שתגיע למקום שנקשר ואז תהיה במקומך:<br><br><b> עבד הכי כי מטא לההוא מחוזא דכולה נשי</b>. לא היה באותו הכרך כי אם נשים:<br><br><b> בעא למעבד קרבא</b>. רצה לעשות עמהן מלחמה:<br><br><b> אמרו לו</b>. הנשים אי קטלת לן יאמרו נשי קטיל כלומר זו אינה גבורה אם תלחם עמנו שהרי אם תהרוג אותנו יאמרו העולם שישמעו בדבר נשים הרג וזו אינה גבורה. ואם אנו נהרוג אותך יאמרו השומעים כמה גרוע מלך זה שנשים נתחברו עליו והרגוהו מוטב שתמנע את עצמך ואל תלחם עמנו פן תהיה לבוז:<br><br><b> אמר להן</b>. הריני שומע לעצתכם ולא אזיק לכם והביאו לי לחם לאכול:<br><br><b> אייתו ליה נהמא דדהבא אפתורא דדהבא</b>. הביאו לו לחם של זהב מונח על שולחן של זהב:",
        "<b>אמר להו מי אכלי אינשי נהמא דדהבא</b>. כלומר וכי מנהג בכאן לאכול לחם של זהב:<br><br><b> אמרו ליה</b>. אין מנהג בכאן לאכול לחם של זהב אבל בשביל כך שמנו זהב לפניך לאכול שהרי זה פלא לנו שבאת לכאן בשביל אכילתך וכי לא היה לך לחם לאכול במקומך שנתרחקת ממלכותך ובאת עד כאן ושאלת לחם לאכול לכך נתננו לך זהב וכסף שסבורים היינו שבאת בגלל זהב וכסף לכאן:<br><br><b> כדנפיק ואתי</b>. כשהיה יוצא מן העיר:<br><br><b> כתב אבבא דמחוזא</b>. כתב על שער העיר:<br><br><b> אנא אלכסנדרוס הויתי שטיא</b>. הייתי שוטה מבלי לב להבין:<br><br><b> עד דאתיתי</b>. לכרך נשיא ולמדוני חכמה:<br><br><b> יתיב אההוא מעיינא קאכיל נהמא</b>. כדרך בני אדם שיושבים על המעיין ואוכלין שם לחם וכשרוצים לשתות שותים:<br><br><b> הוו בהדיה גילדני</b>. היה עמו דגים מלוחים:<br><br><b> בהדי דמחוורי נפל בהו ריחא</b>. בעוד שהיו רוחצים במים כדי להסיר מליחתם נפל בדגים ריח טוב ומעיין מגן עדן היה:<br><br><b> א''ד שקל מהנהו מיא טרא באפיה</b>. רחץ פניו ולא עשה יותר:<br><br><b>איכא דאמרי</b>. הלך במעיין עד דמטא לגן עדן שמשם היה נובע:<br><br><b> רמא קלא</b>. ואמר פתחו בבא:<br><br><b> אמרו ליה השערר לה'</b>. צדיקים יבאו בו:<br><br><b> אמר להו אנא מלכא אנא</b>. וחשוב אנא תנו לי דבר אחד מגן עדן הואיל ואינכם רוצים לפתוח לי שער:<br><br><b> יהבו ליה גולגלתא</b>. נתנו לו ראש גולגולת:<br><br><b> אתייה תקליה לכולהו כספא ודהבא דיליה לא הוה תקילי</b>. היה נותן כל כסף וזהב שלו במאזנים מצד זה והגולגולת מצד זה ואעפ''כ היה מכביד יותר הגולגולת דלא היה מוצא דבר ששוקל כנגדה:<br><br><b> אמר להם אלכסנדר מוקדון ליבנן מאי האי</b>. שאיני יכול למצוא משקלו:<br><br><b> אמרו לו</b>. גולגלתא של אנוש בשר ודם שלא ישבע לעולם לפיכך משקלה כל כך שכל כסף וזהב היא מושכת אליה:<br><br><b> א''ל ממאי דהכי הוא</b>. במאי אבחין אם אמת אתם מדברים:<br><br><b> שקלי עפרא</b>. מעט עפר וכסיה שלא תוכל הגולגולת לראות ואז תשבע ולא יכלה שום דבר לימשך אליה וימצאו משקלה:<br><br><b> [לאלתר] תקל</b>. כלומר כאותו דבר ששקל כנגדה:<br><br><b> היינו דכתיב שאול ואבדון</b>. נגדו ועיני אדם לא תשבענה:<br><br><b> כל העוסק בתורה שכינה שרויה עליו שנאמר קומי רוני בלילה</b>. לעסוק בתורה:<br><br><b> שפכי כמים לבך נוכח פני ה'</b>. כלומר שכינה שרויה אצלך:<br><br><br><br><br><br><b>פרק חמישי - אמר להם הממונה<br></b><br><br><br><b>מתני' [מכאן ואילך הוא פירוש הרמב''ם ז''ל] אמר להם הממונה</b>. כבר נתבאר בגמ' ברכות [דף יא:] שהברכה הזאת שהיו מברכין תחלה היא אהבת עולם ואחר שהשמש זורח והאור מתפשט מברכין יוצר אור לפי שסדר ברכות אין מעכב כמו שנתבאר שם ומה שאמרו קראו עשרת הדברות בכל יום לפי שהם עיקר הדת וראשיתו וכבר אמרו בגבולים בקשו לומר כן אלא שכבר בטלום מפני תרעומת המינין ולא באר הבבלי מה היא תרעומת המינין אלא שנתבאר בתחלת ברכות בירושלמי ואמרו בדין היה שקורין עשרת הדברות בכל יום ויום אלא מפני מה אין קורין אותם מפני המינין שלא יהיו אומרים אלו לבדם ניתנו למשה מסיני וכבר אמרנו זה בהלכות ירושלמי שחברנו אח''כ אמר שהעם מברכין שלש ברכות שהם אמת ויציב ורצה ומודים ושים שלום לפי שכולן תפלה על ישראל ועליהם אמרו וברכו את העם וכל זה היה בלשכת הגזית אבל ברכת כהנים הידועה והוא יברכך ה' הרי הוא נאמר על מעלות האולם אחר גמר עבודת התמיד כמו שיתבאר בפרק שאחר זה וכבר בארנו בסוף סוכה (דף נו:) שבכל יום שבת היה נכנס המשמר לעבודה ויוצא משמר שעבר וכבר בארנו בגמ' ברכות (דף יב.) ההלכה הזאת בעצמה ואמרו משמר היוצא אומר למשמר הנכנס מי ששכן שמו בבית הזה הוא ישכין ביניכם אהבה ואחוה ושלום וריעות: כבר בארנו בשני מיומא (דף כו.) שהקטרת לא היו מפילים עליה גורל אלא אותם שלא הקטירו אותה עדיין קודם לכן לפי שכל המקטיר אותה היה מצליח בעניניו ומוצא פרנסתו ברווחה ולפיכך אמר חדשים לקטרת יפיסו ושם יתבאר שפייס הקטרת הוא הפייס השלישי אחר כך אמר חדשים גם ישנים בואו והפיסו מי מעלה אברים והוא הפייס הרביעי ואין הלכה כרבי אליעזר בן יעקב: כבר בארתי הלכה זו בגמ' כפורים ושם נתבאר שכל הכהנים האלו לובשים בגדי קדש במקדש ועומדים בלשכת הגזית כאילו הם קצת עגולה והממונה רומז אל האיש שמתחיל ממנו המנין והיה מסיר המצנפת מעל ראשו ואחר כך משיבה עליו ומטילים גורל ויעלו בגורל לעבודה והנשארים שלא זכו הם שמפשיטים אותם השמשין למקדש ואין מניחין עליהם אלא המכנסים ואח''כ לובשים בגדי חול שלהם ואח''כ מפשיטים המכנסים ומניחין כל בגדי כהונה בחלונות כמו שבארנו בסוכה (דף נו:): ומה שאמר וכתוב עליהם תשמישי הכלים לפי שהחלונות שהיו בהם מכנסים כתוב עליהם מכנסים ואשר בהם המצנפת כתוב עליהן מצנפת וכן כתונת ואבנט וסדר לבישת הבגדים הוא שילבש תחלה המכנסים אמרו (יומא דף כג: כה.) מנין שלא יהא דבר קודם המכנסים תלמוד לומר ומכנסי בד ילבש על בשרו ואח''כ ילבש הכתונת חוגר באבנט ומשים המצנפת על ראשו וראוי לך שתדע שהרמת הדשן תהיה באלו ארבעה הכלים אף על פי שלא אמר הכתוב אלא שני כלים שנאמר ולבש הכהן מדו בד ומכנסי בד אבל אמרו ז''ל (שם יב: כג:) ולבש לרבות מצנפת ואבנט להרמה ומה שנאמר (ויקרא ו) ופשט את בגדיו ולבש בגדים אחרים אינו רוצה לומר שיהיו בגדי חול אלא פחותים מהם בחשיבותם ושניהם בגדי קדש אמרו מקיש בגדים שפשט לבגדים שלבש מה להלן בגדי קדש אף כאן בגדי קדש אם כן מה תלמוד לומר אחרים אחרים פחותים מהם למה היו הבגדים שלובש בשעת הרמת הדשן פחותים מהבגדים שלבש בשעה שהיו מתעסקין בקרבן לא מחמת שמירת הבגדים שלא יבלו לפי שכבר הודעתיך שהעיקר במקדש אין עניות במקום עשירות אלא הטעם בזה הוא מה שזכרו ואמרו (יומא שם) בגד שבשל בו קדרה לרבו לא ימזוג בו כוס לרבו וכבר יצאנו מכוונת ההלכה אבל היא כוונת המסכתא:",
        "<b>מלא וגדוש</b>. שיהא הבזך מלא ומתוקן ר''ל הבזך שהוא בתוך הכף (והבזך בתוך הכף) כדי שלא תתפזר הקטרת וכבר ביארנו במסכת כריתות (פ''א) שמקריבין הימנו בכל יום משקל מאה דינרין משקל נ' בבקר ומשקל נ' בערב:<br><br><b> ומטוטלת</b>. חתיכה קטנה של בגד ולפיכך אמר שהיו ממלאין הבזך קטרת ומכסים [אותה] במכסה ונותנין על המכסה מלמעלה מפה קטנה מאד כמין חתיכת בגד ונותן הבזך כולו אל תוך הכף ונוטל הכף בידו ועושה בו מה שיתבאר בפרק. של אחר זה: כבר נתבאר בסוף עירובין (דף קד:) מאיזה מקום מן העזרה מוציאין שרץ שנמצא במקדש בשבת ובאיזה מקום מניחין אותו עד מוצאי שבת אבל כופין עליו קדירה תרגום סירותיו פסכתרותיה והאחד קרוי פסכתר וכבר נתבאר ברביעי מכפורים (דף מג:) שהמחתה שגורפין בה האש היתה מחזקת (כד' סאים) ומחתה של זהב שמרימין בה היתה של שלש קבים אומר בכל יום חותה בשל ד' קבין ומערן לתוך של ג' קבין והרי הוא מפזר כקב גחלים בלי ספק וכשאינו יום שבת משליכים הגחלים הנופלים בקרקע (אל המוצא היוצא מן המזבח) אל נחל קדרון ולתך מדה מחזקת ט''ו סאה וכבר ביארנו שיעור סאה במנחות (דף עז.): כבר נתבאר בתענית (דף כז.) המעמדות מה הם ואומר שראש מעמד המעמדות באותה שבת כששומע קול המגריפה מעמיד המצורעים שכבר טהרו מצרעתם בשערי המזרח כדי שיהיו מזומנים לזרוק עליהם דם האשם כמו שיתבאר בסוף נגעים:<br><br><br><br><br><br><b>פרק שישי - החלו עולים<br></b><br><br><br><b>החלו עולים</b>. כבר ביארנו בפרק השלישי שהוא מטיב החמש נרות ויוצא ואחר כך ישוב ויטיב שתי נרות הנשארים ונתבאר שם שהנרות שכתוב עליהן ו' ז' הם הנה שמניח לאחרונה אם מצאם כבויים הרי זה מדליקם ומטיב שלש נרות מהסמוכים אליהם ומניח שתי הנרות המערביות עד שישוב והם שכתוב עליהם א' ב' לפיכך אמר כאן אם מצא עכשיו כשחזר אלו הב' נרות דולקין היה מתקן האחת שכתוב עליה ב' והיא המזרחית לעומת האחרת שכתוב עליה א' ומניח שכתוב עליה א' כמו שהוא ר''ל שלא יכבה אותו וידליק אותו שנית אלא מתקנו ומוציא הפתילה ומוסיף שמן והדומה לזה לפי שמן המערבי והוא שכתוב עליו א' כמו שבארנו ידליק שאר הנרות בין הערבים ולפיכך אם מצא נר מערבי שכבר כבה אז מדשנו ונותן בו פתילה ומדליק אותו ממזבח העולה ולא מן הנרות לפי שזה נר מערבי והוא שכתוב עליו א' מדליק ממנו שאר הנרות לכשיכבו והוא כשיכבה אין מדליקין אותו אלא ממזבח העולה וכבר נתבאר בשלישי שכוז שיש בו דישון המנורה נותן אותו על מעלה שניה של אבן שהיא לפני המנורה ונוטלו משם ומוציאו: כבר ידעת שמזבח הקטורת הוא מזבח הזהב שבהיכל שהוא באמצע בין השלחן ובין המנורה כמו שציירנו במנחות וכמו שנצייר במדות: ופירוש מרדדן שיציע ויפרוש אותו במזבח: כבר הקדמנו בפרק שלפני זה שהבזך מלא מן הקטרת יש בכף דבר מועט והוא נותן אותו דבר מועט מן הקטרת בחפניו של מקטיר וכן הקדמנו שהמקטיר הקטרת לא הקטיר אותה קודם לכן אמרו לא שנה אדם בה ולפיכך אמר כאן מלמדים אותו הזהר שלא תתחיל מלפניך כדי שלא יתיז הקטרת לידו וישרפנה:<br><br><b> מרדד</b>. פורש הקטרת על האש: ומה שאמר פרשו העם והקטיר הוא שיצאו כל הכהנים מבין האולם ולמזבח כמו שיתבאר בתחלת כלים והוא מה שאמרו ופורשין מבין האולם ולמזבח בשעת הקטרה ואין חייבין בזה אלא בקטרת שבכל יום אבל בקטרת של יוה''כ ר''ל שמקטירין אותו בקדש הקדשים אין חייבין בני אדם לצאת מבין האולם ולמזבח אלא מן ההיכל בלבד וראוי שתדע שבשעה שיבא בדם חטאת הנעשית בפנים לזרוק מדמה בפנים וזה יהיה בדם כהן משיח ופר העלם דבר ושעירי עבודה זרה שהם גם כן פורשים מבין האולם ולמזבח כמו בשעת הקטרה ולמדנו כל זה ממה שנא' (ויקרא טז) וכל אדם לא יהיה באהל מועד אמרו אתיא כפרה כפרה מיו''כ איזו כפרה שתהיה בקדשים פורשין מבין האולם ולמזבח אלא בשעת הקטרה בצום כפור בלבד שהם מהיכל פרשי מבין האולם ולמזבח לא פרשי לפי שהוא נסתר מהם מבית קדשי הקדשים וא''א לבא שם לפיכך אין מזהירין בני אדם שלא יבא שום אדם שם וכבר בארנו בגמ' יומא סדר הקטרת התמיד של כל יום והסמוך לו ואמרו שהיא קבלה משומרה ואע''פ שהיא קבלה הביאו לראיה ענינים כדי לסייע אותו סדר וזו היא תורף דבריהם בזה מערכה גדולה קודמת למערכה שניה של קטרת ומערכה שניה של קטרת קודמת לסדור שני גזרי עצים וסדור שני גזרי עצים קודמת לדישון מזבח הפנימי דישון מזבח הפנימי קודם להטבת ה' נרות והטבת ה' נרות קודמת לדם התמיד ודם התמיד קודם להטבת שתי נרות והטבת שתי נרות קודמת לקטרת והקטרת קודם לאברים ואברים למנחה ומנחה לחביתים וחביתים לנסכים ונסכים למוספים ומוספים לבזיכים ובזיכים לתמיד של בין הערבים שנאמר והקטיר עליה חלבי השלמים עליה השלם כל הקרבנות כולם וסדר הזה כולו הוא על דעת אבא שאול והוא שאמר שבזריקת דם התמיד על המזבח יפסיק בין הטבת החמש נרות ובין הטבת שתי נרות כמו שזכר כאן אבל חכמים אומרים שבהקטרת הקטרת היה מפסיק והיה זורק דם התמיד ומטיב ה' נרות ומקטיר קטרת ואח''כ מטיב שתי נרות והלכה כחכמים וכבר נתבאר בשלישי ממסכת זו שאחר שחיטת התמיד מדשנין מזבח הפנימי ועם דישון מזבח הפנימי מדשנין המנורה וכן נתבאר בפרק הרביעי שאחר זריקת הדם מנתחין נתחין ומביאין אותם לכבש ומה שאמר זה בהש''ס המעלה אברים רצה לומר העלאת אברים מן הכבש למזבח ומבואר הוא כי מה שאמר מנחת ר''ל מנחת נסכים והיא נקראת במסכת זו מנחת סולת ומה שאמר נסכים רצה לומר נסכי יין אחר כך הכניס בסדר התמיד סדר עבודת שבת ולפיכך זכר מוספין ושתי בזיכי לבונה של לחם הפנים וכבר בארנו בחמישי מפסחים (דף נט.) שאינו מותר להקריב קרבן אחר התמיד של בין הערבים אלא פסח שנאמר בו שאינו נשחט אלא בין הערבים ואלו שני גזרי עצים אי אפשר שלא יביאו אותם עם התמיד מוסף על עצי המערכה שנאמר (ויקרא ו) ובער עליה הכהן עצים ומיעוט הרבה שנים אבל בתמיד של בין הערבים בלבד יהיו שני גזרי העצים האלו בידי שני כהנים ולא יעלה אותם כהן אחד שנאמר (שם א) וערכו עצים ואמרו ז''ל כ''מ שאמרו וערכו על תמיד של בין הערבים הוא כמו שזכרנו כבר בשני מיומא (דף כו:) וכן אמרו [יומא כו.] אין מפייסין לתמיד של בין הערבים אלא כהן",
        "שזכה בו (ערבית יזכה שחרית) אלא לקטרת בלבד שמפייסים לה חדשים עם ישנים בין הערבים כמו שהקדמנו. וכבר אמר בגמ' סוכה (דף נו:) משמר היוצא מקריב תמיד של שחר ומוספים ומשמר הנכנס מקריב תמיד של בין הערבים ובזיכין אלו ואלו חולקין בלחם הפנים כמו שבאר שם ודע שבין הערבים אי אפשר גם כן בלי דישון מזבח הפנימי ובלי דישון מנורה כמו שזכרנו בבקר ולפיכך יהיה סדור האמתי היוצא מכל מה שאמרנו ועל דעת חכמים כן והוא שאחר הרמת הדשן ממזבח החיצון והוא מזבח העולה מסדרין מערכה גדולה ואחר כן מערכה שניה ואחר כן מעלין שני גזרי עצים ונותנין אותם על מערכה גדולה ואחר כן מזמנים כבש התמיד ואחר כן פותחין שער הגדול כמו שזכרנו ובשעת פתיחתו שוחט התמיד ובאים שתי כהנים להיכל שאחד מהם מדשן מזבח הפנימי והשני מדשן המנורה תוך זמן ששוחטין התמיד ונטל דמו במזרק ואינו זורק דמו על גבי מזבח עד שגמר דישון מזבח הפנימי ואז זורק דמו ואחר זריקת דמו מתעסק בהטבת חמש נרות המתעסק בו ומתעסקים האחרים בניתוח התמיד והבאת אבריו לכבש ומליחתם שם כמו שהקדמנו הכל בבת אחת אחר כך מתקבצין בלשכת הגזית וקורין כמו שהקדמנו ואחר כן מביא הקטרת להיכל ומקטיר ואחר כן מטיב שתי נרות הנשארים כמו שהקדמנו ואחר כן מעלין האברים לגבי מזבח ואחר כן הסלת ואחר כן החביתין ואחר כן יין לנסך ובשעת ניסוך היין מתחילים הלוים בשיר ומנגנים בכלים הנזכרים בערכין (דף י.) ותוקעין תשע תקיעות בהפסקות כפי הפסקות השיר כמו שיתבאר עכשיו וכשיוצא המקטיר מן ההיכל עומד על מעלות האולם עם הכהנים האחרים כמו שיתבאר עד שיגמר העלות האברים למזבח אח''כ מברכין העם ברכת כהנים כמו שיתבאר ושמור הסדר הזה שהוא יוצא מתוך כל מה שנאמר בענין זה במשנה ובהתלמוד:<br><br><br><br><br><br><b>פרק שביעי - בזמן שכהן גדול<br></b>",
        "<b>בזמן אבנים טובות ר''ל אבני אפוד והשתחויה זו לא תהא אלא בהיכל </b>. בלי ספק:<br><br><b> באו ועמדו</b>. רומז אל הכהנים שקראו בלשכת הגזית ואח''כ עשו מן העבודות מה שעשו אחר כך החלו עולים במעלות האולם והראשונים הם חמשה כהנים שזכר אותם ואחר שגמרו עבודתם תחלה ועמדו על מעלות קודם שיגיעו שאר אחיהם העוסקים בהעלאת אברי התמיד כמו שנתבאר בסדר שזכרנו ופרשנו הענין שנשאר מן ההלכה הזאת בשביעי מסוטה ושם פירשנו אותו פירוש גמור תדרשנו משם: הקפה זו אינה מיוחדת לכהן גדול אלא כל המקיף המזבח כך הוא מקיף כמו שבארנו בחמישי מזבחים וכבר נתבאר בששי משקלים שהיו במערבו של כבש שתי שלחנות אחד של כסף נותנין עליו כלי שרת ואחד של שיש נותנין עליו האברים והוא שלחן החלבים הנזכר כאן ובחמישי משקלים אמרנו בן ארזא מקיש הצלצל וכבר בארנו בחמישי ממנחות שהסמיכה לא תהא אלא על החיים וסמיכה זו היא על האברים ולפיכך היא כמו שאמרנו שם משום כבודו של כהן גדול כדי שתהא לו היכרא:<br><br><b> וסודרין</b>. הם דגלים: כבר נתבאר בגמרא ר''ה (דף לא.) הטעם למה ייחדו אלו המזמורים לאלו הימים ואמרו ביום ראשון לה' הארץ ומלואה לפי שהוא תחלת מעשה בראשית ובשני שבו נחלקו המים והיו השמים תחתיהם אומר גדול ה' ובשלישי שבו נראית הארץ שעליה יהיה הדין והדיינין אומר אלהים נצב בעדת אל ברביעי שבו נבראו השמש והירח אומר אל נקמות ה' שהוא נוקם מן התועים אחר עבודתם בחמישי שבו נבראו מיני בעלי חיים ויש בזה פלאים מפני החלוק שבמיניהם ותנועתם מעצמם ופלאים אחרים שיש בבעלי חיים אומר הרנינו לאלהים עוזנו לפי שבשעה שרואין אותם משבחים הבורא ומגדלים אותו בששי שבו נשלם מעשה בראשית ונברא האדם גם כן שמבין גדולת הבורא יתעלה אומר ה' מלך גאות לבש:"
    ],
    "gemara": [
        "<b>פרק ראשון - בשלשה מקומות<br></b><b>מתני'</b> בשלשה מקומות הכהנים שומרים בבית המקדש בית אבטינס בית הניצוץ בית המוקד בבית אבטינס ובבית הניצוץ היו עליות הרובים שומרים שם בית המוקד כיפה ובית הגדול היה מוקף רובדין של אבן זקני בית אב ישנים שם ומפתחות העזרה בידם פרחי כהונה איש בארץ לא היו ישנים בבגדי קדש אלא היו פושטין ומניחין אותן תחת ראשיהם ומתכסין בכסות עצמן אירע קרי לאחד מהן יוצלא והולך לו",
        "במסיבה ההולכת לו תחת הבירה ונרות דולקין מכאן ומכאן עד שהוא מגיע לבית הטבילה ומדורה היתה שם ובית הכסא של כבוד זה היה כבודו מצאו נעול יודע שיש שם אדם פתוח בידוע שאין שם אדם ירד וטבל עלה ונסתפג ונתחמם כנגד המדורה בא וישב לו אצל אחיו הכהנים עד שהיו שערים נפתחים יוצא והולך לו מי שהוא רוצה לתרום את המזבח משכים וטובל עד שלא יבא הממונה וכי באיזה שעה בא הממונה לא כל העתים שוות פעמים שהוא בא מקרות הגבר או סמוך לו מלפניו או מאחריו הממונה בא ודפק עליהן והן פתחו לו אמר להן מי שטבל יבא ויפיס הפיסו מי שזכה זכה כו:<br><br><b>גמ'</b> מנא ה''מ אמר אביי יאמר קרא {במדבר ג-לח} והחונים לפני המשכן קדמה לפני אהל מועד מזרחה משה ואהרן ובניו שומרים משמרת המקדש למשמרת בני ישראל אמרי אין שימור בעלמא אשכחן דבעי כהנים ולוים שימור מיתו מתניתין קתני בשלשה מקומות הכהנים שומרים בבית המקדש והלוים בעשרים וא' מקום ואילו קרא כהנים ולוים בהדי הדדי כתיב אמרי הכי קאמר והחונים לפני המשכן קדמה לפני אהל מועד מזרחה משה והדר הרן ובניו שומרי משמרת המקדש אהרן בחד מקום ובניו בשני מקומות ממאי מדכתיב והחונים וכתיב שומרים חונים לחוד ושומרים לחוד אימא כולהו בחד מקום לחודיה לא ס''ד מה משה בחד מקום לחודיה אף אהרן ובניו בחד מקום לחודיה רב אשי אמר מסיפיה דקרא {במדבר ג-לח} שומרים משמרת למשמרת:",
        "{במדבר יח-ד} אבני עשר אמות ואבני שמונה אמות: זקני ממש הוו או דלמא דהוו גביהי מגבה כעליות תא שמע דתנן שבצפון שער הניצוץ כמין אכסדרא היה ועלייה בנוי על גבה שהכהנים שומרים מלמעלה והלוים מלמטה ופתח היה לו לחול מנא הני מילי דתנו רבנן {במדבר יח-ב} וילוו עליך וישרתוך בעבודתך הכתוב מדבר אתה אומר בעבודתך הכתוב מדבר או אינו אלא בעבודתם כשהוא אומר {מלכים א ז-י} ונלוו עליך ושמרו לכל כליו ולכל עבודתו הרי בעבודתם אמור הא מה אני מקיים וילוו עליך וישרתוך בעבודתך הכתוב מדבר הא כיצד כהנים שומרים מלמעלה ולוים מלמטה בית המוקד כיפה ובית גדול היה וחד שומר הוא דהוה בבית המוקד ורמינהי שני שערים היו בבית המוקד אחד פתוח לחיל ואחד פתוח לעזרה א''ר יהודה בזה שנכנסין לעזרה פשפש קטן היה לו שבו נכנסין לבלוש העזרה אמר אביי כיון דגבי הררי הוו קיימי סגי להו בחד שומר דוי להכא ודוי להכא מוקף רובדין של אבן רובדין מאי ניהו גזרתא דאצטבתא דסלקי בהו לאצטבתא ומי הוו מיפלגי אבנים והכתיב {מלכים א ו-ז} והבית בהבנותו אבן שלמה וגו' אמר אביי דמתקני ומייתי מעיקרא אבני זוטרתא ואבני רברבתא כדכתיב אבני עשר אמות ואבני שמונה אמות: זקני בית אב ישנים שם: ואמאי לעיילי מטות אמר אביי לאו אורח ארעא לעיולי מטות לבית המקדש: פרחי כהונה איש כסותו בארץ: אמאי התם קרי להו רובים הכא קרי להו",
        "פרחי כהונה אמרי אין התם דלא מטו למעבד עבודה קרי להו רובים הכא דמטו להו למעבד עבודה קרי להו פרחי תנן התם בשלשה מקומות הכהנים שומרים בבית המקדש בבית אבטינס ובבית הניצוץ ובבית המוקד והלוים בכ''א מקומות ה' על ה' שערי הר הבית ד' על ד' פנותיו מבפנים ה' על ה' שערי עזרה וד' על ד' פנותיו מבחוץ אחד בלשכת הקרבן ואחד בלשכת הפרוכת ואחד אחורי בית הכפורת מנה''מ אמר רב יהודה מסורא ואמרי לה במתניתא תנא דכתיב {דברי הימים א כו-יז} למזרח הלוים ששה לצפונה לוים ארבעה לנגבה לוים ארבעה ולאסופים שנים שנים לפרבר למערב ארבעה למסלה שנים לפרבר אמרי הני כ''ד הוו אמר אביי ה''ק לאסופים שנים (ב') אכתי עשרין ותרי הוו היאך דפרבר חד הוה ואחרינא בצוותא הוא דאזיל ויתיב גביה משום דקאי אבראי מאי לפרבר אמר רבה בר רב שילא כמ''ד כלפי בר ואב''א לעולם כ''ד כדכתיב תלתא מינייהו דכהנים ועשרין וחד דלוים והא הכא לוים הוא דכתיב כר' יהושע בן לוי דאמר ריב''ל בכ''ד מקומות נקראו כהנים לוים וזה אחד מהן{יחזקאל מד-טו} והכהנים הלוים בני צדוק: חמשה על חמשה שערי הר הבית וארבעה על ארבעה פנותיו מתוכו ה' על ה' שערי עזרה וארבעה על ארבעה פנותיו מבחוץ מאי שנא הר הבית דעבדינן מתוכו ומאי שנא עזרה דעבדינן מבחוץ אמרי הר הבית דאי תמה ובעי מיתב יתיב אמרינן מתוכו עזרה דאי תמה ובעי למיתב לא מצי יתיב דאמר מר אין ישיבה בעזרה אלא למלכי בית דוד בלבד אמרינן מבחוץ אמר מר ה' על ה' שערי עזרה וה' שערים הוא דהוי בעזרה ורמינהי ז' שערים היו בעזרה ג' בצפון וג' בדרום ואחד במזרח אמר אביי תרי מינייהו לא צריכי שימור רבא אמר תנאי היא דתניא אין פוחתין מי''ג גזברין ומז' אמרכלין ר' נתן אומר אין פוחתין מי''ג גזברין כנגד י''ג שערים דל חמשה דהר הבית פשו להו תמניא דעזרה אלמא איכא תנא דאמר תמניא הוו ואיכא תנא דאמר שבעה ואיכא תנא דאמר חמשה הוו: לא היו ישנים בבגדי קדש כו': שינה הוא דלא אבל הילוך מהלכים שמעת מינה בגדי כהונה ניתנו ליהנות בהן אמרי הוא הדין דאפילו הילוך נמי לא והא דקתני לא היו ישנים משום דבעי למיתנא סיפא אלא פושטין ומקפלין ומניחין אותן תחת ראשיהן קתני רישא נמי לא היו ישנים והא גופה קא קשיא ומניחין אותן תחת ראשיהן ש''מ בגדי כהונה ניתנו ליהנות בהם אימא נגד ראשיהם אמר רב פפא שמע מינה תפילין מן הצד שריין ולא חיישינן דלמא מיגנדר ונפיל עלייהו ה''נ מסתברא דכנגד ראשיהן דאי אמרת תחת ראשיהן נהי דניתנו ליהנות בהן תיפוק ליה משום איסורא דכלאים",
        "הניחא למ''ד אבנטו של כ''ג לא זהו אבנטו של כהן הדיוט אלא למ''ד אבנטו של כהן הדיוט זהו אבנטו של כ''ג מאי איכא למימר וכי תימא כלאים בעליה ולבישה הוא דאסור אבל מימך תותיה שפיר דמי והתניא {ויקרא יט-יט} לא יעלה עליך אבל אתה מציעו תחתיך אבל אמרו חכמים אסור לעשות כן שמא תיכרך נימא אחת על בשרו וכי תימא דמפסיק מידי והאמר ר''ש א''ר יהושע בן לוי א''ר יוסי בן שאול משום קהלא קדישא שבירושלים אפילו עשר מצעות זו על גב זו וכלאים תחתיהן אסור לישן עליהן אלא ש''מ נגד ראשיהן ואי בעית אימא באותן שאין בהן כלאים רב אשי אמר בגדי כהונה קשין הן דאמר רב הונא בריה דרב יהושע הא נמטא גמדא דנרש שריא (ת''ש בגדי כהונה היוצא בהן למדינה אסור במקדש בין בשעת עבודה ובין שלא בשעת עבודה מותר מפני שבגדי כהונה ניתנו ליהנות בהן ש''מ ובמדינה לא והתניא בכ''א בו יום הר גריזים דלא למיספד כדאיתא ביומא פרק בא לו כ''ג קרוב וכו' עד איבעית אימא ראויין הן לבגדי כהונה ואי בעית אימא {תהילים קיט-קכו} עת לעשות לה' הפרו תורתך: אירע קרי באחד מהן [וכו']: מסייע ליה לר' יוחנן דאמר מחילות לא נתקדשו ובעל קרי משתלח חוץ לשני מחנות: והנרות דולקין מכאן ומכאן כו': רב ספרא הוה יתיב בבית הכסא אתא ר' אבא נחר ליה א''ל ליעול מר בתר דנפיק א''ל ר' אבא ע''כ לא סליקת לשעיר גמרת מילי דשעיר לאו הכי תנן מצאו נעול בידוע שיש שם אדם למימרא דלא מיבעי ליה למיעל ורב ספרא סבר דלמא מסוכן הוא כדתני' רשב''ג אומר עמוד החוזר מביא את האדם לידי הדרוקן סילון החוזר מביא את האדם לידי ירקון א''ל רב לחייא בריה וכן א''ל רב הונא לרבה בריה חשיך תקין נפשך וקדים תקין נפשך כי היכי דלא תרחק תוב וגלי כסי וקום שטוף ושתי [שטוף] ואחית וכשאתה שותה מים שפוך מהן ואח''כ תן לתלמידך כדתניא לא ישתה אדם מים ויתן לתלמידו אלא אם כן שפך ההן ומעשה באחד ששתה מים ולא שפך מהן ונתן לתלמידו ואותו תלמיד איסטניס היה ולא רצה לשתות ומת בצמא באותה שעה אמרו לא ישתה אדם מים ויתן לתלמידו אא''כ שפך מהן רב אשי אמר הילכך האי תלמידא דשפיך קמי רביה לית ביה משום אפקירותא כל מילי לא תיפלוט באפי רבך בר מקרא ודייסא דכפתילה של אבר דמו תנן התם איש הר הבית היה מחזר על כל משמר ומשמר ואבוקות דולקות לפניו וכל משמר שאינו עומד וא''ל איש הר הבית",
        "שלום עליך ניכר שהוא חובטו במקלו ורשות היתה לו לשרוף את כסותו והם אומרים מה קול בעזרה קול בן לוי לוקה ובגדיו נשרפין שישן לו על משמר ר' אליעזר בן יעקב אומר פעם אחת מצאו את אחי אמי ישן ושרפו את כסותו א''ר חייא בר אבא כי מטי רבי יוחנן בהא מתניתא אמר הכי אשריהם לראשונים שאפילו על אונס שינה עושין דין שלא על אונס שינה על אחת כמה וכמה תניא רבי אומר איזו היא דרך ישרה שיבור לו האדם יאהב את התוכחות שכל זמן שתוכחות בעולם נחת רוח באה לעולם טובה וברכה באין לעולם ורעה מסתלקת מן העולם שנאמר {משלי כד-כה} ולמוכיחים ינעם ועליהם תבא ברכת טוב ויש אומרים יחזיק באמונה יתירה שנאמר {תהילים קא-ו} עיני בנאמני ארץ לשבת עמדי וגו' אמר רבי שמואל בר נחמני אמר ר' יונתן כל המוכיח את חבירו לשם שמים זוכה לחלקו של הקדוש ברוך הוא שנאמר {משלי כח-כג} מוכיח אדם אחרי ולא עוד אלא שמושכין עליו חוט של חסד שנאמר {משלי כח-כג} חן ימצא ממחליק לשון: מצאו נעול יודע וכו' מי שהוא רוצה לתרום את המזבח [וכו']: הא גופא קשיא אמרת מי שהוא רוצה לתרום את המזבח משכים וטובל עד שלא יבא הממונה אלמא לאו בפייס תליא מילתא והדר תני יבא ויפייס אלמא בפייס תליא מילתא אמר אביי לא קשיא כאן קודם תקנה כאן לאחר תקנה דתנן בראשונה כל מי שרוצה לתרום את המזבח תורם בזמן שהן מרובין רצין ועולין בכבש כל הקודם את חבירו בתוך ארבע אמות זכה היו שנים שוין הממונה אומר להם הצביעו ומה הן מוציאין אחת או שתים ואין מוציאין גוד במקדש מעשה (ב' היו) שוין רצין עולין בכבש ודחף אחד מהם את חבירו ונשברה רגלו וכשראו בית די שהיו באים לידי סכנה התקינו שלא יהו תורמין את המזבח אלא בפייס רבא אמר אידי ואידי לאחר תקנה והכי קתני מי שהוא רוצה לבא ולפייס משכים וטובל עד שלא יבא הממונה: <br><br><b>מתני'</b> נטל את המפתח ופתח את הפשפש ונכנס מבית המוקד לעזרה ונכנסו הכהנים אחריו ושתי אבוקות של אור בידם נחלקו לשתי כיתות אלו מהלכין באכסדרה דרך מזרח ואלו מהלכין באכסדרה דרך מערב היו בודקין והולכים עד שמגיעים למקום עושה חביתים הגיעו אלי ואלו אמרו שלום הכל שלום העמידו עושה חביתים עשות חביתים מי שזכה לתרום את המזבח הוא יתרום והם אומרים הוי זהיר שלא תגע בכלי ער שתקדש ידיך ורגליך מן הכיור והרי המחתה נתונה במקצוע בין הכבש למזבח במערבו של כבש אין אדם נכנס עמו ולא נר בידו אלא מהלך לאור המערכה לא היו רואין אותו",
        "ולא היו שומעין את קולו עד שהיו שומעין קול העץ שעשה בן קטין מוכני לכיור והן אומרים הגיע עת קידש ידיו ורגליו מן הכיור נטל מחתת הכסף ועלה לראש המזבח פינה את הגחלים הילך חותה את המאוכלות הפנימיות ירד הגיע לרצפה הפך פניו לצפון הולך במזרחו של כבש כעשר אמות צבר את הגחלים על גבי הרצפה רחוק מן הכבש שלשה טפחים מקום שנותנים מוראת העוף ודישון מזבח הפנימי ודישון המנורה: <br><br><b>גמ'</b> ומי הוו אכסדראות בעזרה והא תניא רבי אליעזר בן יעקב אומר מנין שאין עושין אכסדראות בעזרה ת''ל {דברים טז-כא} לא תטע לך אשרה כל עץ אצל מזבח ה' אלהיך הכי קאמר לא תטע לך אשרה לא תטע לך כל עץ אצל מזבח ה' אלהיך אמר רב חסדא באכסדראות של בנין: היו בודקין והולכין כו': למימרא דחביתין הוו קדימי והתניא מנין שאין דבר קודם לתמיד של שחר ת''ל {ויקרא ו-ה} וערך עליה העולה ואמר רבה העולה עולה ראשונה א''ר יהודה להחם חמין לרביכה:<br><br><br><br><br><b>פרק שני - ראוהו אחיו<br></b><br><br><br><br><b>מתני'</b> ראוהו אחיו שירד והם רצים ובאים מהרו וקדשו ידיהם ורגליהם מן הכיור נטלו את המגרפות ואת הצינורות ועלו לראש המזבח האברים והפדרים שלא נתעכלו מבערב סולקין אותן על צדי המזבח אם אין צדדים מחזיקין סודרים אותם בסובב על הכבש החלו מעלין באפר על גב תפוח תפוח היה באמצע המזבח פעמים שהיו עליו כשלש מאות כור וברגלים לא היו מדשנין אותו מפני שהוא נוי למזבח ומימיו",
        "לא נתעצל הכהן מלהוציא את הדשן החלו מעלין בגזירין לסדר את המערכה וכי כל העצים כשרין למערכה הן כל העצים כשרין למערכה חוץ משל גפן ושל זית אבל באלו היו רגילין במרביות של תאנה של אגוז ושל עץ שמן סידר את המערכה גדולה מזרחה וחזיתה מזרחה וראשי גזירין הפנימים היו נוגעין בתפוח וריוח היה בין הגזירים שהיו מציתים את האליתא משם בררו משם עצי תאנה יפים סידר את המערכה שניה לקטורת כנגד מערבית דרומית משוך מן הקרן כלפי צפון ארבע אמות בעומד חמש סאין גחלים ובשבת בעומד שמונה סאין גחלים ששם היו נותנים שני בזיכי לבונה של לחם הפנים האברים והפדרים שלא (היו) נתעכלו מבערב מחזירין אותן למערכה והציתו שתי מערכות באש רדו ובאו להם ללשכת הגזית: <br><br><b>גמ'</b> אסר רבא גוזמא השקו את התמיד בכוס של זהב אמר רבא גוזמא אמר רבי אמי דברה תורה לשון הכאי דברו נביאים לשון הבאי דברו חכמים לשון הבאי דברה תורה לשון הבאי דכתיב {דברים א-כח} ערים גדולות ובצורות בשמים בשמים ס''ד אלא גוזמא דברו חכמים לשון הבאי הא דאמרן תפוח והשקו את התמיד בכוס של זהב דברו נביאים לשון הבאי דכתיב{מלכים א א-מ} (וכל עם הארץ) מחללים בחלילים וגו' ותבקע הארץ לקולם אמר רבי ינאי בר נחמני אמר שמואל בשלשה מקומות דברו חכמים בלשון הכאי ואלו הן תפוח גפן ופרכת לאפוקי מדרבא דתנן השקי את התמיד בכוס של זהב ואמר רב גוזמא קא משמע לן הני אין התם לא אין עניות במקום עשירות תפוח הא דאמרן גפן דתניא גפן זהב היתה עומדת על פתח ההיכל ומודלה על גבי כלונסות וכל מי שמתנדב עלת",
        "או גרגיר או אשכול מביא ותולה בה אמר ר' אלעזר ברבי צדוק מעשה היה ונמנו עליה שלש מאות כהנים לפנותה פרוכת דתנן רבן שמעון בן גמליאל אומר משום רבי שמעון הסגן פרוכת עביה טפח על שבעים ושנים נימין נארגת ועל כל נימה ונימה עשרים וארבעה חוטין ארכה ארבעים אמה ורחבה עשרים אמה ומשמונים ושתים ריבוא נעשית ושתים עושין בכל שנה ושנה ושלש מאות כהנים מטבילין אותה: החלו מעלין בגזירין לסדר את המערכה [וכו'] חוץ משל זית ומשל גפן [וכו']: הני מ''ט רב פפא אמר משום דקטרי רב אחא בר יעקב אמר משום ישוב דארץ ישראל מיתיבי {ויקרא א-ח/יב/יז ??} על העצים אשר על האש עצים הנתוכים להיות אש ומאי ניהו דוקרי שפוד דלא קטרי ואזלי מקטר מתוכו וכי כל העצים כשרים למערכה הן כל העצים כשרים חוץ מן זית וגפן אבל באלו היו רגילין במרביות של תאנה ושל אגוז ושל עץ שמן רבי אלי זר מוסיף אף של מייש ושל אלון ושל דקל ושל חרוב ושל שקמה בשלמא למאן דאמר משום דקטרי בהא קמיפלגי דמר סבר אף על גב דלא קטרי מגואי כיון דקטרי מבראי לא מייתינן ומר סבר כיון דלא קטרי מגואי אע''ג דמבראי קטרי מייתינן אלא למאן דאמר משום ישוב דראץ ישראל דקל מי לית ביה משום ישוב דארץ ישראל אמר לך וליטעמיך תאנה לית בה משום ישוב דארץ ישראל אלא מאי אית לך למימר בתאנה דלא עבידא פירא דקל נמי בדלא עביד פירא ומי איכא תאנה דלא עבדא פירא אין כדרחבה דאמר רחבה מייתי תאיני חיורתא",
        "ושייפי להו בחבלא דצבתא דסריך עליה בזרא וקברי היכא דמסיק ימא שירטון קורה עבדא פירי לא עבדא ותלת בריכי מינייהו לא מחזקה להו גמלא: סידר את המערכה גדולה וכו': מאי טעמא רב הונא ורב חסדא חד אמר כדי שתהא הרוח מנשבת בה וחד אמר כדי שיהו מציתין את האליתא משם מיתיבי ריוח היה בהן בין הנזירין שהיו מציתין את האליתא משם אמר לך מקומות מקומות עבדי:<br><br><br><br><br><b>פרק שלישי - אמר להם הממונה<br></b><br><br><br><br><b>מתני'</b> אמר להן הממונה בואו והפיסו מי השוחט ומי הזורק מי מדשן מזבח הפנימי מי מדשן את המנורה מי מעלה אברים לכבש הראש והרגל של ימין ושתי הידים העוקץ והרגל של שמאל החזה והגרה ושתי דפנות הקרביים והסולת והחביתין והיין הפיסו זכה מי שזכה אמר להן צאו וראו אם הגיע זמן שחיטה אם הגיע הרואה אומר ברקאי מתיא בן שמואל אומר האיר פני כל המזרח עד שהוא בחברון והוא אומר הן אמר להן צאו והביאו (לי והוציאו) טלה מלשכת הטלאים והרי לשכת הטלאים נתונה במקצוע צפונית מערבית ארבע לשכות היו שם אחת לשכת הטלאים ואחת לשכת החותמות ואחת לשכת בית המוקד ואחת לשכה שעושין בה לחם הפנים נכנסו ללשכת הכלים הוציאו משם תשעים ושלשה כלי כסף וכלי זהב השקו את התמיד בכוס",
        "של זהב אע''פ שהוא מבוקר מבערב מבקרין אותו לאור אבוקות מי שזכה בדישון מזבח הפנימי ובדישון המנורה היו מקדימין וד' כלים בידם הטני והכוז ושני מפתחות הטני דומה לתרקב של זהב מחזיק קביים וחצי והכוז דומה לקיתון גדול של זהב ושתי מפתחות אחד שהיא יורד באמת השחי ואחד שהוא פותח כיון בא לו לפשפש הצפוני שני פשפשין היו לו לשער הגדול אחת בצפון ואחת בדרום שבדרום לא נכנס בו אדם עליו הוא מפורש ע''י יחזקאל שנאמר {יחזקאל מד-ב} ויאמר אלי ה' השער הזה סגור יהיה לא יפתח ואיש אל יבא בו כי ה' אלהי ישראל בא בו והיה סגור נטל את המפתח ופתח את הפשפש ונכנס להתא ומהתא להיכל עד שמגיע לשער הגדול הגיע לשער הגדול העביר את הנגר ואת הפותחות ופתחו לא היה שוחט השוחט עד ששומע שער גדול שנפתח מיריחו היו שומעין קול שער גדול שנפתח מיריחו היו שומעין קול מגריפה (מיריחו היו שומעין קול השיר) מיריחו היו שומעין קול בן ארזה מקיש בצלצל מיריחו היו שומעין קול החליל מיריחו היו שומעין קול גביני כרוז מיריחו היו שומעין קול העץ שעשה בן קטין מוכני לכיור מיריחו היו שומעין קול השיר מיריחו היה שומע קול השופר וי''א אף קולו של כ''ג בשעה שהוא מזכיר את השם ביה''כ מיריחו היו מריחין ריח פיטום הקטורת א''ר אלעזר בן דגלאי עזים היו לאבא בערי המכוור והיו מתעטשות מריח פיטום הקטורת מי שזכה בתמיד משכו והולך בבית המטבחיים ומי שזכו באברים הולכין עמו בית המטבחיים היה לצפונו של מזבח ועליו ח' עמודים ננסים ורבעים של ארז על גביהן ואנקלאות של ברזל היו קבועין בהן וג' סדרים לכל אחד ואחד שבהן תולין ומפשיטין על שולחנות של שיש שבין העמודים מי שזכה בדישון מזבח הפנימי נכנס ונטל את הטני והניחו לפניו והיה חופן ונותן לתוכו ובאחרונה כיבד את השאר לתוכו והניחו ויצא מי שזכה בדישון המנורה נכנס ומצא ב' נרות (מזרחית) [מערבית] דולקין מדשן את השאר ומניח את אלו דולקין במקומן מצאן שכבו מדשנן ומדליקן מן הדולקין ואח''כ מדשן את השאר ואבן היתה לפני המנורה ובה ג' מעלות שעליה כהן עומד ומטיב את הנרות ומניח את הבוז על מעלה שניה ויצא:<br><br><br><br><br><b>פרק רביעי - לא היו כופתין<br></b><br><br><br><br><b>מתני'</b> לא היו כופתין את הטלה אלא מעקידין אותו מי שזכו באברים אוחזין בו וכך היה עקידתו ראשו לדרום ופניו למערב והשוחט עומד במזרח ופניו למערב של שחר היה נשחט על קרן צפונית מערבית על טבעת שניה של בין הערבים היה נשחט על קרן מזרחית צפונית על טבעת שנייה שחט השוחט וקבל המקבל בא לו לקרן מזרחית צפונית ונותן מזרחה צפונה מערבית דרומית ונותן מערבה דרומה שירי הדם היה שופך אל יסוד דרומית",
        "לא היה שובר בו את הרגל אלא נוקבו מתוך ערקובו ותולה בו היה מפשיט ויורד עד שמגיע לחזה הגיע לחזה חתו את הראש ונתנו למי שזכה בו חתך את הכרעים ונתנן למי שזכה בהן מרק את ההפשט קרע את הלב והוציא את דמו חתך את הידים ונתנן למי שזכה בהן עלה לרגל הימנית חתכה ונתנה למי שזכה בה וב' ביצים עמה קרעו ונמצא כולו גלוי לפניו נטל את הפדר ונתנו על בית שחיטת הראש מלמעלה נטל את הקרביים ונתנן למי שזכה בהן להדיחן והכרס מדיחין אותה בבית המדיחין ומדיחין אותה כל צרכה והקרביים מדיחין אותן שלש פעמים במעוטן על שולחנות של שיש שבין העמודים נטל את הסכין והפריש את הריאה מן הכבד ואצבע הכבד מן הכבד ולא היה מזיזה ממקומה נוקב את החזה ונתנה למי שזכה בה עלה לדופן הימנית היה חותך ויורד עד השדרה ולא היה נוגע בשדרה עד שמגיע לבין ב' צלעות דקות חתכה ונתנה למי שזכה בה והכבד תלויה בה בא לו לגרה הניח בה שתי צלעות מכאן וב' צלעות מכאן חתכה ונתנה למי שזכה בה הקנה והלב והריאה תלוים בה בא לו לדופן השמאלית הניח בה שתי צלעות דקות מלמעלן ושתי צלעות דקות מלמטן כך היה מניח בחבירתה נמצא מניח שתים מלמעלן שתים שתים מלמטן חתכה ונתנה למי שזכה בה והשדרה עמה והטחול תלוי בה והיא היתה גדולה אלא של ימין קורין גדולה שהכבד תלויה בה בא לו לעוקץ חתכו ונתנו למי שזכה בו האליה ואצבע הכבד וב' כליות עמו נטל את הרגל השמאלית חתכה ונתנה למי שזכה בה נמצאו כולן עומדים בשורה והאברים בידם",
        "הראשון בראש וברגל הראש בימינו וחוטמו כלפי זרועו קרניו בין אצבעותיו בית שחיטתו מלמעלן והפדר נתון עליה הרגל של ימין בשמאלו ובית עורן לחוץ השני בשתי ידים של ימין בימינו ושל שמאל בשמאלו ובית עורן לחוץ השלישי בעוקץ וברגל העוקץ בימינו והאליה מדולדלת בין אצבעותיו ואצבע הכבד ושתי כליות עמו הרגל של שמאל בשמאלו ובית עורן לחוץ הרביעי בחזה ובגרה החזה בימינו והגרה בשמאלו וצלעותיו בין שני אצבעותיו החמישי בשתי דפנות של ימין בימינו ושל שמאל בשמאלו ובית עורן לחוץ הששי רבים הנתונים בבזך וכרעים על גביהן מלמעלה הז' בסולת השמיני בחביתים התשיעי ביין הלכו ונתנום מחצי כבש ולמטה במערבו ומלחום וירדו ובאו להן ללשכת הגזית לקרות את שמע: <br><br><b>גמ'</b> תנא יד ורגל כעקידת יצחק בן אברהם: לא היו כופתין את הטלה מאי טעמא רב הינא ורב חסדא חד אמר משום בזיון קדשים וחד אמר משום דמהלך בחוקי העמים מאי בינייהו איכא בינייהו דכפתיה בשיראי אי נמי בהוצא דדהבא תנן התם שלש עשרה שולחנות היו במקדש שמונה של שיש בבית המטבחיים שעליהם מדיחין את הקרבים ב' במערבה של כבש אחד של שיש ואחד של כסף על של שיש נותנין את האברים ועל של כסף כלי שרת ובאולם שנים מבפנים על פתח הבית אחד של כסף ואחד של זהב על של כסף נותנין לחם הפנים בכניסתו ועל של זהב ביציאתו שמעלין בקודש ולא מורידין ואחד של זהב בפנים שעליו לחם הפנים תמיד מכדי אין עניות במקום עשירות אמאי עבדי דשיש ניעבדו דכסף ניעבדו דזהב אמר רב חיננא בשם רבי אסי ורבי אסי בשם רבי שמואל בר רב יצחק מפני שהוא מרתיח: של שחר היה נשחט על קרן מזרחית צפונית: מנא הני מילי אמר רב חסדא דאמר קרא {במדבר כח-ג} שנים ליום כנגד היום תניא נמי הכי שנים ליום כנגד היום אתה אומר נגד היום או אינו אלא חובת היום כשהוא אומר {במדבר כח-ד} את הכבש אחד תעשה בבקר ואת הכבש השני תעשה בין הערבים הרי חובת היום אמור הא מה אני מקיים שנים ליום נגד היום הא כיצד תמיד של שחר היה נשחט על קרן צפונית מערבית על טבעת שניה ושל בין הערבים היה נשחט על קרן צפונית מזרחית על טבעת שניה: עשרה דברים שאל אלכסנדרוס מוקדון את זקני הנגב אמר להן",
        "מן השמים לארץ רחוק או ממזרח למערב אמרו לו ממזרח למערב תדע שהרי חמה במזרח הכל מסתכלין בה חמה במערב הכל מסתכלין בה חמה באמצע רקיע אין הכל מסתכלין בה וחכמים אומרים זה וזה כאחד שוין שנאמר {תהילים קג-יא} כגבוה שמים על הארץ [וגו'] כרחוק מזרח ממערב ואי חד מינייהו נפיש נכתוב תרווייהו כי ההוא דנפיש ואלא חמה באמצ רקיע מ''ט אין הכל מסתכלין בה משום דקאי להדיא ולא כסי ליה מידי אמר להן שמים נבראו תחלה או הארץ אמרו שמים נבראו תחלה שנא' {בראשית א-א} בראשית ברא אלהים את השמים ואת הארץ אמר להן אור נברא תחלה או חשך אמרו לו מילתא דא אין לה פתר ונימרו ליה חשך נברא תתלה דכתיב {בראשית א-ב} והארץ היתה תהו ובהו וחשך והדר ויאמר אלהים יהי אור ויהי אור סברי דילמא אתי לשיולי מה למעלה ומה למטה מה לפנים ומה לאחור אי הכי שמים נמי לא נימרו ליה מעיקרא סבור אקראי בעלמא הוא דקא שייל כיון דחזו דקהדר שאיל סברי לא נימא ליה דילמא אתי לשיולי מה למעלה מה למטה מה לפנים ומה לאחור אמר להם אידין מתקרי חכים אמרו ליה איזהו חכם הרואה את הנולד אמר להם אידין מתקרי גבור אמרו לו איזהו גבור הכובש את יצרו אמר להן אידין מתקרי עשיר אמרו ליה איזהו עשיר השמח בחלקו אמר להן מה יעביד איניש ויחיה אמרו ליה ימית עצמו מה יעביד איניש וימות יחיה את עצמו אמר להן יעביד איניש ויתקבל על ברייתא אמרו יסני מלכי ושלטן אמר להו דידי טבא מדידכו ירחם מלכו ושלטן ויעבד טיבו עם בני אינשא אמר אמר להן בימא יאי למידר או ביבשתא יאי למידר אמרו ליה ביבשתא יאי למידר דהא כל נחותי ימא לא מיתבא דעתיהון עד דסלקין ליבשא אמר להן אידין מנכון חכים יתיר אמרו לו כולנא כחדא שווין דהא כל מילתא דאמרת לנא בחד פתרנא לך אמר להן מה דין אתריסתון לקבלי אמרו ליה סטנא נצח אמר להן הא אנא מקטילנא יתכון בגזירת מלכין אמרו ליה שלטן ביד מלכא ולא יאי למלכא כזב מיד אלביש יתהון לבושין דארגוון ושדי מניכא דדהבא על צואריהון אמר להן בעינא דאיזל למדינת אפריקי אמרו ליה לא מצית אזלת דפסקי הרי חשך אמר להן לא סגיא דלא אזלינא אמטו הכי משיילנא לכו אלא מאי אעביד אמרו ליה אייתי חמרי לובאי דפרשי בהברא ואייתי קיבורי דמתני וקטר בהאי גיסא דכי אתית (באורחא) נקטת בגוייהו ואתית לאתרך עבד הכי ואזל מטא לההוא מחוזא דכוליה נשי בעי למיעבד קרבא בהדייהו אמרו ליה אי קטלת לן יאמרו נשי קטל אי קטילנא לך יאמרו מלכא דקטלוהו נשי אמר להן אייתו לי נהמא אייתו ליה נהמא דדהבא אפתורא דדהבא",
        "אמר להו מי אכלי אינשי נהמא דדהבא אמרו ליה אלא אי נהמא בעית לא הוה לך באתרך נהמא למיכל דשקלית ואתית להכא כי נפיק ואתי כתב אבבא דמחוזא אנא אלכסנדרוס מוקדון הויתי שטייא עד דאתיתי למדינת אפריקי דנשיא ויליפת עצה מן נשיא כי שקיל ואתי יתיב אההוא מעיינא קא אכיל נהמא הוו בידיה גולדני דמלחא בהדי דמחוורי להו נפל בהו ריחא אמר ש''מ האי עינא מגן עדן אתי איכא דאמרי שקל מהנהו מיא טרא באפיה איכא דאמרי אידלי כוליה עד דמטא לפתחא דגן עדן רמא קלא פתחו לי בבא אמרו ליה {תהילים קיח-כ} זה השער לה' וגו' אמר להון אנא נמי מלכא אנא מיחשב חשיבנא הבו לי מידי יהבו ליה גולגלתא חדא אתייה תקליה לכוליה דהבא וכספא דידיה בהדיה לא הוה מתקליה אמר להון לרבנן מאי האי אמרי גולגלתא לעינא דבישרא ודמא דלא קא שבע אמר להו ממאי דהכי הוא שקלי קלילי עפרא וכסייה לאלתר תקלא דכתיב {משלי כז-כ} שאול ואבדון לא תשבענה וגו' תנא דבי אליהו גיהנם למעלה מן הרקיע וי''א לאחורי הרי חשך תנא רבי חייא כל העוסק בתורה בלילה שכינה כנגדו שנאמר {איכה ב-יט} קומי רוני בלילה לראש אשמורות שפכי כמים לבך נכח פני ה' (וגו') אמר ר''א בן עזריה תלמידי חכמים מרבים שלום בעולם שנאמר{ישעיה נד-יג} וכל בניך לימודי ה' ורב שלום בניך:<br><br><br><br><br><b>פרק חמישי - אמר להם הממונה<br></b><br><br><br><br><b>מתני'</b> אמר להם הממונה ברכו ברכה אחת והם ברכו קראו עשרת הדברות שמע והיה אם שמוע ויאמר ברכו את העם שלש ברכות אמת ויציב ועבודה וברכת כהנים ובשבת מוסיפין ברכה אחת למשמר היוצא: ב אמר להם חדשים לקטרת בואו והפיסו זכה מי שזכה אמר להם חרשים עם ישנים בואו והפיסו מי מעלה אברים מן הכבש למזבח ר''א בן יעקב אומר המעלה אברים לכבש הוא מעלה אותן ע''ג המזבח: ג מסרום לחזנים היו מפשיטין אותם את בגדיהם ולא היו מניחין עליהם אלא מכנסים בלבד וחלונות היו שם וכתוב עליהם תשמיש הכלים: ד מי שזכה בקטרת הי' נוטל את הכף והכף דומה לתרקב גדול של זהב מחזקת שלשה קבין והבזך היה בתוכו",
        "מלא וגדוש קטרת וכסוי היה לו וכמין מטוטלת היה עליו מלמעלן: ה מי שזכה במחתה נטל מחתת הכסף ועלה לראש המזבח ופנה את הגחלים הילך וחתה (מן המאוכלות הפנימיות) ירד ועירן לתוך של זהב נתפזר ממנו כקב גחלים והיה מכבדן לאמה ובשבת היה כופה עליהן פסכתר ופסכתר היתה כלי גדול מחזקת לתך ושתי שרשרות היו בה אחת שהוא מושך בה ויורד ואחת שהוא אוחז בה מלמעלן בשביל שלא תתגלגל ושלשה דברים היתה משמשת כופין אותה על גבי גחלים ועל השרץ בשבת ומורידין בה את הדשן מעל גבי המזבח: ו הגיעו בין האולם ולמזבח נטל אחד את המגרפה וזורקה בין האולם ולמזבח אין אדם שומע קול חבירו בירושלים מקול המגרפה ושלשה דברים היתה משמשת כהן ששומע את קולה יודע שאחיו הכהנים נכנסים להשתחוות והוא רץ ובא ובן לוי שהוא שומע את קולה יודע שאחיו הלוים נכנסים לדבר בשיר והוא רץ ובא וראש המעמד היה מעמיד את הטמאים בשער המזרח:<br><br><br><br><br><b>פרק שישי - החלו עולים<br></b>",
        "<b>מתני'</b> החלו עולים במעלות האולם מי שזכו בדישון מזבח הפנימי והמנורה היו מקדימים לפניהם מי שזכה בדישון מזבח הפנימי נכנס ונטל את הטני והשתחוה ויצא מי שזכה בדישון המנורה נכנס ומצא שתי נרות מערביים דולקין מדשן את המזרחי ומניח את המערבי דולק שממנו היה מדליק את המנורה של בין הערבים מצאו שכבה מדשנו ומדליקו ממזרח העולה נטל את הכוז ממעלה שניה והשתחוה ויצא: ב מי שזכה במחתה צבר את הגחלים על גבי המזבח ורדדן בשולי המחתה והשתחוה ויצא: ג מי שזכה בקטרת היה נוטל את הבזך מתוך הכף ונותנו לאוהבו או לקרובו נתפזר ממנו לתוכו נותנו לו בחפניו ומלמדים אותו הוי זהיר שמא תתחיל מפניך שלא תכוה התחיל מרדדן ויוצא לא היה המקטיר מקטיר עד שהממונה אומר לו הקטר ואם היה כ''ג הממונה אומר לו אישי כהן גדול הקטר פרשו העם והקטיר והשתחוה ויצא:<br><br><br><br><br><b>פרק שביעי - בזמן שכהן גדול<br></b>",
        "בזמן שכ''ג נכנס להשתחות שלשה אוחזין בו אחד בימינו ואחד בשמאלו ואחד באבנים טובות וכיון ששמע הממונה קול רגליו של כ''נ שהוא יוצא הגביה לו את הפרוכת נכנס (יוצא) והשתחוה ויצא נכנסו אחיו הכהנים השתחוו ויצאו: ב באו ועמדו על מעלות האולם עמדו הראשונים לדרום אחיהם הכהנים וחמשה כלים בידם הטני ביד אחד והכוז ביד אחד והמחתה ביד אחד והבזך ביד אחד וכף וכסויו ביד אחד וברכו את העם ברכה אחת אלא שבמדינה אומרים אותה שלש ברכות ובמקדש ברכה אחת במקדש היו אומרים את השם ככתבו ובמדינה בכנויו במדינה הכהנים נושאים את ידיהם כנגד כתפיהם ובמקדש על גבי ראשיהן חוץ מכהן גדול שאין מגביה את ידיו למעלה מן הציץ ר' יהודה אומר אף כהן גדול מגביה את ידיו למעלה מן הציץ שנאמר {ויקרא ט-כב} וישא אהרן את ידיו אל העם ויברכם: ג בזמן שכ''ג רוצה להקטיר היה עולה בכבש והסגן בימינו הגיע למחצית הכבש אחז הסגן בימינו והעלהו והושיט לו הראשון הראש והרגל וסמך עליהן וזרקן הושיט השני לראשון שתי הידים נותנן לכהן גדול וסמך עליהן וזרקן נשמט השני והלך לו וכך היו מושיטין לו שאר כל האברין והוא סומך עליהן וזורקן ובזמן שהוא רוצה הוא סומך ואחרים זורקין בא לו להקיף את המזבח מהיכן הוא מתחיל מקרן דרומית מזרחית מזרחית צפונית צפונית מערבית מערבית דרומית נתנו לו יין לנסך הסגן עומד על הקרן והסודרים בידו שני כהנים עומדין על שלחן החלבים ושתי חצוצרות בידם תקעו והריעו ותקעו באו ועמדו אצל בן ארזא אחד מימינו ואחד משמאלו שחה לנסך והניף הסגן בסודרים והקיש בן ארזא בצלצל ודברו הלוים בשיר הגיעו לפרק תקעו והשתחוו העם על כל פרק תקיעה ועל כל תקיעה השתחויה זהו סדר התמיד לעבודת בית אלהינו יהי רצון שיבנה במהרה בימינו אמן: ד השיר שהיו הלוים אומרים במקדש ביום הראשון היו אומרים {תהילים כד-א} לה' הארץ ומלואה תבל ויושבי בה בשני היו אומרים {תהילים מח-ב} גדול ה' ומהולל מאד בעיר אלהינו הר קדשו בשלישי היו אומרים {תהילים פב-א} אלהים נצב בעדת אל בקרב אלהים ישפוט ברביעי היו אומרים {תהילים צד-א} אל נקמות ה' אל נקמות הופיע בחמישי היו אומרים {תהילים פא-ב} הרנינו לאלהים עוזנו הריעו לאלהי יעקב בששי היו אומרים {תהילים צג-א} ה' מלך גאות לבש לבש וגומר בשבת היו אומרים {תהילים צב-א} מזמור שיר ליום השבת מזמור שיר לעתיד לבוא ליום שכולו שבת ומנוחה לחיי העולמים:"
    ]
}